{
  "appBarAriaLabel": "Appfält",
  "appBarCommandAriaLabel": "Objekt i appfältet",
  "asynchronousRender": "Objekt på översta nivån ska renderas synkront",
  "automaticallyLoadPagesIsDeprecated": "Ogiltig konfiguration: automaticallyLoadPages är föråldrad. Den här egenskapen tilldelas värdet false som standard. Information om hur du implementerar inkrementell inläsning finns i SDK-exemplet ”ListView loading behaviors”.",
  "averageRating": "Snittomdöme",
  "backbuttonarialabel": "Bakåt",
  "backdropColorIsDeprecated": "Ogiltig konfiguration: backdropColor är föråldrad. Format: Använd .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } i stället.",
  "badAlignment": "Ogiltigt argument: justeringen av det utfällbara objektet ska vara center (standard), left eller right.",
  "badAxis": "Ogiltigt argument: orienteringen måste vara en sträng, antingen horizontal eller vertical",
  "badButtonElement": "Ogiltigt argument: för ett button-, toggle- eller flyout-kommando måste elementet vara null eller ett button-element",
  "badClick": "Ogiltigt argument: egenskapen onclick för {0} måste vara en funktion",
  "badCurrentPage": "Ogiltigt argument: currentPage måste vara ett tal större än eller lika med noll och inom gränserna för datakällan",
  "badDivElement": "Ogiltigt argument: För innehållskommandon måste elementet vara null eller ett div-element",
  "badFlyout": "Ogiltigt argument: egenskapen flyout för {0} måste vara en Flyout eller ett sträng-ID för en Flyout",
  "badHrElement": "Ogiltigt argument: för en separator måste elementet vara null eller ett hr-element",
  "badItemSpacingAmount": "Ogiltigt argument: itemSpacing måste vara ett tal större än eller lika med noll",
  "badLayout": "Ogiltigt argument: egenskapen layout måste vara custom eller commands",
  "badPlacement": "Ogiltigt argument: placeringen av utfällbara objekt ska vara top (standard), bottom, left, right eller auto.",
  "badReference": "Ogiltigt argument: ogiltig href till flyout-fragment för inställningar",
  "cannotChangeCommandsWhenVisible": "Ogiltigt argument: du måste anropa hide() innan du ändrar kommandon ({0})",
  "cannotChangeHiddenProperty": "Kan inte ange egenskapen hidden när överordnad {0} är synlig.",
  "cannotChangeLayoutWhenVisible": "Ogiltigt argument: egenskapen layout kan inte anges när AppBar är synlig, anropa hide() först",
  "cannotChangePlacementWhenVisible": "Ogiltigt argument: egenskapen placement kan inte anges när AppBar är synlig, anropa hide() först",
  "clearYourRating": "Radera omdöme",
  "closeOverlay": "Stäng",
  "datePicker": "Datumväljare",
  "disableBackdropIsDeprecated": "Ogiltig konfiguration: disableBackdrop är föråldrad. Format: Använd .win-listview .win-container.win-backdrop { background-color:transparent; } i stället.",
  "duplicateConstruction": "Ogiltigt argument: kontroller får endast instansieras en gång för respektive DOM-element",
  "duplicateSection": "Duplicerade hubbområden: Varje HubSection måste vara unikt",
  "flipViewNavigationDuringStateChange": "Fel: efter att itemDataSource eller itemTemplate har ändrats ska navigering i kontrollen FlipView fördröjas tills händelsen pageselected utlöses.",
  "flipViewPanningContainerAriaLabel": "Rullningsbehållare",
  "flyoutAriaLabel": "Utfällbart objekt",
  "groupInfoIsDeprecated": "GridLayout.groupInfo kanske ändras eller är inte tillgängligt i framtida versioner. Använd CellSpanningLayout istället.",
  "groupInfoResultIsInvalid": "Ogiltigt resultat: groupInfo-resultatet för cellomfattande grupper måste innehålla följande numeriska egenskaper: cellWidth och cellHeight.",
  "hubViewportAriaLabel": "Rullningsbehållare",
  "indexIsInvalid": "Ogiltigt argument: index ska vara ett icke-negativt heltal.",
  "invalidCountReturned": "Fel: dataadaptern ska returnera undefined, null, CountResult.unknown eller ett heltal som inte är negativt för antalet.",
  "invalidHubContent": "Ogiltigt innehåll: Hubbinnehållet måste bestå av HubSections.",
  "invalidIndexReturned": "Fel: dataadaptern ska returnera undefined, null eller ett heltal som inte är negativt för index.",
  "invalidItemReturned": "Fel: dataadaptern returnerade ett element som inte är ett objekt.",
  "invalidItemsManagerCallback": "Ogiltigt argument: {0} måste vara en funktion.",
  "invalidKeyReturned": "Fel: dataadaptern returnerade objekt med undefined- eller null-nyckel.",
  "invalidPivotContent": "Ogiltigt innehåll: Pivotinnehållet måste bestå av PivotItems.",
  "invalidRequestedCountReturned": "Fel: dataadaptern ska returnera CountResult.unknown, CountResult.failure eller ett heltal som inte är negativt för antalet.",
  "invalidSearchBoxSuggestionKind": "Fel: Ogiltig typ av sökförslag.",
  "invalidTemplate": "Ogiltig mall: Mallar måste skapas innan de skickas till ListView, och de måste innehålla ett giltigt elementträd.",
  "invalidViewBoxChildren": "ViewBox förväntas ha enbart ett underordnat element",
  "invalidZoomFactor": "Ogiltig zoomFactor",
  "itemInfoIsDeprecated": "GridLayout.itemInfo kanske ändras eller är inte tillgängligt i framtida versioner. Använd CellSpanningLayout istället.",
  "itemInfoIsInvalid": "Ogiltigt argument: En itemInfo-funktion måste anges som returnerar ett objekt med numeriska bredd- och höjdegenskaper.",
  "itemIsInvalid": "Ogiltigt argument: objektet ska vara ett DOM-element som returneras av Objekthanteraren och som inte ersatts eller frigjorts.",
  "itemRendererIsInvalid": "Ogiltigt argument: itemRenderer måste vara en funktion.",
  "keyIsInvalid": "Ogiltigt argument: nyckeln måste vara en sträng.",
  "listDataAdapterIsInvalid": "Ogiltigt argument: listDataAdapter måste vara ett objekt eller en matris.",
  "listDataSourceIsInvalid": "Ogiltigt argument: dataSource måste vara ett objekt.",
  "listViewInvalidItem": "Objektet måste innehålla index, nyckel eller beskrivning av motsvarande objekt.",
  "listViewViewportAriaLabel": "Rullningsbehållare",
  "loadingBehaviorIsDeprecated": "Ogiltig konfiguration: loadingBehavior är föråldrad. Egenskapen tilldelas värdet randomAccess som standard. Information om hur du implementerar inkrementell inläsning finns i SDK-exemplet ”ListView loading behaviors”.",
  "loadMorePagesIsDeprecated": "loadMorePages är föråldrad. Anrop till den här funktionen har ingen effekt. Information om hur du implementerar inkrementell inläsning finns i SDK-exemplet ”ListView loading behaviors”.",
  "maxRowsIsDeprecated": "GridLayout.maxRows kanske ändras eller är inte tillgängligt i framtida versioner. Använd egenskapen maximumRowsOrColumns istället.",
  "menuAriaLabel": "Meny",
  "menuCommandAriaLabel": "Menyalternativ",
  "modeIsInvalid": "Ogiltigt argument: mode måste ha något av följande värden: none, single eller multi.",
  "mustContainCommands": "Ogiltig HTML: AppBars/Menus får endast innehålla AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Rullningsbehållare",
  "noAnchor": "Ogiltigt argument: för att visa utfällbara objekt krävs DOM-element som parameter.",
  "noitemsManagerForCount": "Ogiltig åtgärd: kan inte räkna antal om dataSource inte angetts",
  "notCompatibleWithSemanticZoom": "ListView kan endast användas med SemanticZoom om inläsningsbeteendet randomAccess anges.",
  "nullCommand": "Ogiltigt argument: kommandot får inte vara null",
  "off": "Av",
  "on": "På",
  "pagesToLoadIsDeprecated": "Ogiltig konfiguration: pagesToLoad är föråldrad. Den här egenskapen används inte av kontrollen. Information om hur du implementerar inkrementell inläsning finns i SDK-exemplet ”ListView loading behaviors”.",
  "pagesToLoadThresholdIsDeprecated": "Ogiltig konfiguration: pagesToLoadThreshold är föråldrad. Den här egenskapen används inte av kontrollen. Information om hur du implementerar inkrementell inläsning finns i SDK-exemplet ”ListView loading behaviors”.",
  "pivotAriaLabel": "Рĩνόт",
  "pivotViewportAriaLabel": "Rullningsbehållare",
  "refreshCycleIdentified": "uppdateringscykel hittad - trolig datainkonsekvens",
  "repeaterReentrancy": "Det går inte att ändra repeaterdata förrän repeatern har utfört en tidigare ändring.",
  "requiresCommands": "Ogiltigt argument: kommandon får inte vara tomma",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader kanske ändras eller är inte tillgängligt i framtida versioner. Markera istället header-elementet som kasserbart med WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem kanske ändras eller är inte tillgängligt i framtida versioner. Markera istället elementet som kasserbart med WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Sökruta",
  "searchBoxAriaLabelButton": "Klicka för att skicka sökfråga",
  "searchBoxAriaLabelInputNoPlaceHolder": "Sökruta: tryck Retur för att skicka, Esc för att radera",
  "searchBoxAriaLabelInputPlaceHolder": "Sökruta: {0} - tryck Retur för att skicka, Esc för att radera",
  "searchBoxAriaLabelQuery": "Förslag: {0}",
  "searchBoxAriaLabelResult": "Resultat: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Avgränsare: {0}",
  "selectAMPM": "Välj fm/em",
  "selectDay": "Välj dag",
  "selectHour": "Välj timme",
  "selectMinute": "Välj minut",
  "selectMonth": "Välj månad",
  "selectYear": "Välj år",
  "settingsFlyoutAriaLabel": "Utfällbart objekt för inställningar",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width kanske ändras eller är inte tillgängligt i framtida versioner. Formatera istället CSS-breddegenskapen i element med klassen .win-settingsflyout.",
  "tentativeRating": "Preliminärt omdöme",
  "timePicker": "Tidsväljare",
  "tooltipStringsIsInvalid": "Ogiltigt argument: tooltipStrings måste vara null eller en strängmatris.",
  "unrated": "Inget omdöme",
  "userRating": "Användaromdöme"
}