{
  "appBarAriaLabel": "Traka aplikacija",
  "appBarCommandAriaLabel": "Stavka na traci aplikacija",
  "asynchronousRender": "Stavke najviše razine moraju se sinkrono renderirati",
  "automaticallyLoadPagesIsDeprecated": "Konfiguracija nije valjana: svojstvo automaticallyLoadPages je zastarjelo. Kontrola će to svojstvo vratiti na vrijednost false. Upute za implementaciju inkrementalnog ponašanja učitavanja ListView potražite u uzorku SDK-a \"Ponašanja učitavanja prikaza popisa\".",
  "averageRating": "Prosječna ocjena",
  "backbuttonarialabel": "Natrag",
  "backdropColorIsDeprecated": "Konfiguracija nije valjana: svojstvo backdropColor je zastarjelo. Stil: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } umjesto njega.",
  "badAlignment": "Argument nije valjan: poravnanje potpalete mora imati vrijednost \"center\" (zadano), \"left\" ili \"right\".",
  "badAxis": "Argument nije valjan: usmjerenje mora biti niz \"horizontal\" ili \"vertical\"",
  "badButtonElement": "Argument nije valjan: za naredbu u obliku gumba, prebacivanja ili potpalete element mora imati vrijednost null ili biti element gumba",
  "badClick": "Argument nije valjan: svojstvo onclick za {0} mora biti funkcija",
  "badCurrentPage": "Argument nije valjan: currentPage ne smije biti manji od nule i mora se nalaziti unutar granica izvora podataka",
  "badDivElement": "Argument nije valjan: za naredbu za sadržaj element mora imati vrijednost null ili biti element div",
  "badFlyout": "Argument nije valjan: svojstvo potpalete za {0} mora biti potpaleta ili ID niza potpalete",
  "badHrElement": "Argument nije valjan: za razdjelnik element mora imati vrijednost null ili biti element hr",
  "badItemSpacingAmount": "Argument nije valjan: itemSpacing mora biti broj koji nije manji od nule",
  "badLayout": "Argument nije valjan: svojstvo izgleda mora imati vrijednost \"custom\" ili \"commands\"",
  "badPlacement": "Argument nije valjan: položaj potpalete mora biti vrijednost \"top\" (zadano), \"bottom\", \"left\", \"right\" ili \"auto\".",
  "badReference": "Argument nije valjan: href nije valjan za fragment potpalete postavki",
  "cannotChangeCommandsWhenVisible": "Argument nije valjan: morate pozvati hide() prije promjene sljedećeg broja naredbi: {0}",
  "cannotChangeHiddenProperty": "Ne može se postaviti skriveno svojstvo dok je vidljiv nadređeni element {0}.",
  "cannotChangeLayoutWhenVisible": "Argument nije valjan: svojstvo izgleda nije moguće postaviti kada je traka aplikacija vidljiva, najprije pozovite hide()",
  "cannotChangePlacementWhenVisible": "Argument nije valjan: svojstvo položaja nije moguće postaviti kada je traka aplikacija vidljiva, najprije pozovite hide()",
  "clearYourRating": "Očistite ocjenu",
  "closeOverlay": "Zatvori",
  "datePicker": "Odabir datuma",
  "disableBackdropIsDeprecated": "Konfiguracija nije valjana: svojstvo disableBackdrop je zastarjelo. Stil: .win-listview .win-container.win-backdrop { background-color:transparent; } umjesto njega.",
  "duplicateConstruction": "Argument nije valjan: kontrole se mogu instancirati samo jedanput za svaki element DOM",
  "duplicateSection": "Duplicirani odjeljci koncentratora: svaki odjeljak HubSection mora biti jedinstven",
  "flipViewNavigationDuringStateChange": "Pogreška: nakon promjene elementa itemDataSource ili itemTemplate svu je navigaciju u kontroli FlipView potrebno odgoditi dok se ne aktivira događaj pageselected.",
  "flipViewPanningContainerAriaLabel": "Pomični spremnik",
  "flyoutAriaLabel": "Potpaleta",
  "groupInfoIsDeprecated": "U budućim će verzijama svojstvo GridLayout.groupInfo možda biti izmijenjeno ili nedostupno. Umjesto njega koristite CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Rezultat nije valjan: rezultat funkcije groupInfo za grupe koje se protežu preko ćelija mora sadržavati sljedeća numerička svojstva: cellWidth i cellHeight.",
  "hubViewportAriaLabel": "Pomični spremnik",
  "indexIsInvalid": "Argument nije valjan: indeks mora biti pozitivna cjelobrojna vrijednost.",
  "invalidCountReturned": "Pogreška: prilagodnik podataka za broj mora vratiti nedefiniranu vrijednost, vrijednost null, vrijednost CountResult.unknown ili pozitivnu cjelobrojnu vrijednost.",
  "invalidHubContent": "Sadržaj nije valjan: sadržaj koncentratora mora biti sastavljen od odjeljaka HubSection.",
  "invalidIndexReturned": "Pogreška: prilagodnik podataka za indeks mora vratiti nedefiniranu vrijednost, vrijednost null ili pozitivnu cjelobrojnu vrijednost.",
  "invalidItemReturned": "Pogreška: prilagodnik podataka vratio je stavku koja nije objekt.",
  "invalidItemsManagerCallback": "Argument nije valjan: {0} mora biti funkcija.",
  "invalidKeyReturned": "Pogreška: prilagodnik podataka vratio je stavku s nedefiniranim ključem ili s ključem s vrijednošću null.",
  "invalidPivotContent": "Sadržaj nije valjan: zaokretni sadržaj mora biti sastavljen od zaokretnih stavki.",
  "invalidRequestedCountReturned": "Pogreška: prilagodnik podataka za broj mora vratiti CountResult.unknown, CountResult.failure ili pozitivnu cjelobrojnu vrijednost.",
  "invalidSearchBoxSuggestionKind": "Pogreška: vrsta prijedloga za pretraživanje nije valjana.",
  "invalidTemplate": "Predložak nije valjan: predlošci se moraju stvoriti prije prosljeđivanja u ListView te moraju sadržavati valjano stablo elemenata.",
  "invalidViewBoxChildren": "ViewBox očekuje da će imati samo jedan podređeni element",
  "invalidZoomFactor": "zoomFactor nije valjan",
  "itemInfoIsDeprecated": "U budućim će verzijama svojstvo GridLayout.itemInfo možda biti izmijenjeno ili nedostupno. Umjesto njega koristite CellSpanningLayout.",
  "itemInfoIsInvalid": "Argument nije valjan: mora se navesti funkcija itemInfo koja vraća objekt numeričkih svojstava širine i visine.",
  "itemIsInvalid": "Argument nije valjan: stavka mora biti element DOM koji je vratio upravitelj stavki i koji nije zamijenjen ili izdan.",
  "itemRendererIsInvalid": "Argument nije valjan: itemRenderer mora biti funkcija.",
  "keyIsInvalid": "Argument nije valjan: ključ mora biti niz.",
  "listDataAdapterIsInvalid": "Argument nije valjan: listDataAdapter mora biti objekt ili polje.",
  "listDataSourceIsInvalid": "Argument nije valjan: dataSource mora biti objekt.",
  "listViewInvalidItem": "Stavka mora davati indeks, ključ ili opis odgovarajuće stavke.",
  "listViewViewportAriaLabel": "Pomični spremnik",
  "loadingBehaviorIsDeprecated": "Konfiguracija nije valjana: svojstvo loadingBehavior je zastarjelo. Kontrola će vratiti to svojstvo na zadanu vrijednost \"randomAccess\". Upute za implementaciju inkrementalnog ponašanja učitavanja ListView potražite u uzorku SDK-a \"Ponašanja učitavanja prikaza popisa\".",
  "loadMorePagesIsDeprecated": "Funkcija loadMorePages je zastarjela. Pozivanje te funkcije neće imati nikakav učinak. Upute za implementaciju inkrementalnog ponašanja učitavanja ListView potražite u uzorku SDK-a \"Ponašanja učitavanja prikaza popisa\".",
  "maxRowsIsDeprecated": "U budućim će verzijama svojstvo GridLayout.maxRows možda biti izmijenjeno ili nedostupno. Umjesto njega koristite svojstvo maximumRowsOrColumns.",
  "menuAriaLabel": "Izbornik",
  "menuCommandAriaLabel": "Stavka izbornika",
  "modeIsInvalid": "Argument nije valjan: način rada mora biti jedna od sljedećih vrijednosti: \"none\", \"single\" ili \"multi\".",
  "mustContainCommands": "HTML nije valjan: AppBars/Menus smije sadržavati samo AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Pomični spremnik",
  "noAnchor": "Argument nije valjan: za prikazivanje potpalete potreban je element DOM kao njezin parametar.",
  "noitemsManagerForCount": "Operacija nije valjana: nije moguće dohvatiti broj ako nije postavljen dataSource",
  "notCompatibleWithSemanticZoom": "ListView može se koristiti samo s elementom SemanticZoom ako je navedeno ponašanje učitavanja randomAccess.",
  "nullCommand": "Argument nije valjan: naredba ne smije biti null",
  "off": "Isključeno",
  "on": "Uključeno",
  "pagesToLoadIsDeprecated": "Konfiguracija nije valjana: svojstvo pagesToLoad je zastarjelo. Kontrola neće koristiti to svojstvo. Upute za implementaciju inkrementalnog ponašanja učitavanja ListView potražite u uzorku SDK-a \"Ponašanja učitavanja prikaza popisa\".",
  "pagesToLoadThresholdIsDeprecated": "Konfiguracija nije valjana: svojstvo pagesToLoadThreshold je zastarjelo. Kontrola neće koristiti to svojstvo. Upute za implementaciju inkrementalnog ponašanja učitavanja ListView potražite u uzorku SDK-a \"Ponašanja učitavanja prikaza popisa\".",
  "pivotAriaLabel": "Рїνǿŧ",
  "pivotViewportAriaLabel": "Pomični spremnik",
  "refreshCycleIdentified": "pronađen ciklus osvježavanja, moguća je nedosljednost podataka",
  "repeaterReentrancy": "Podaci ponavljača ne mogu se izmijeniti dok ponavljač ne potvrdi prethodnu izmjenu.",
  "requiresCommands": "Argument nije valjan: naredbe ne smiju biti prazne",
  "resetGroupHeaderIsDeprecated": "U budućim će verzijama svojstvo resetGroupHeader možda biti izmijenjeno ili nedostupno. Umjesto njega označite element zaglavlja kao jednokratan pomoću klase WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "U budućim će verzijama svojstvo resetItem možda biti izmijenjeno ili nedostupno. Umjesto njega označite element kao jednokratan pomoću klase WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Okvir za pretraživanje",
  "searchBoxAriaLabelButton": "Kliknite da biste poslali upit",
  "searchBoxAriaLabelInputNoPlaceHolder": "Okvir za pretraživanje, pritisnite Enter da biste poslali upit, Esc da biste izbrisali tekst",
  "searchBoxAriaLabelInputPlaceHolder": "Okvir za pretraživanje, {0}, pritisnite Enter da biste poslali upit, Esc da biste izbrisali tekst",
  "searchBoxAriaLabelQuery": "Prijedlog: {0}",
  "searchBoxAriaLabelResult": "Rezultat: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Razdjelnik: {0}",
  "selectAMPM": "Odaberite prijepodne ili poslijepodne",
  "selectDay": "Odaberite dan",
  "selectHour": "Odaberite sat",
  "selectMinute": "Odaberite minute",
  "selectMonth": "Odaberite mjesec",
  "selectYear": "Odaberite godinu",
  "settingsFlyoutAriaLabel": "Potpaleta postavki",
  "settingsFlyoutWidthIsDeprecated": "U budućim će verzijama svojstvo SettingsFlyout.width možda biti izmijenjeno ili nedostupno. Umjesto njega oblikujte CSS svojstvo širine na elementima pomoću klase .win-settingsflyout.",
  "tentativeRating": "Uvjetna ocjena",
  "timePicker": "Odabir vremena",
  "tooltipStringsIsInvalid": "Argument nije valjan: tooltipStrings mora imati vrijednost null ili biti polje nizova.",
  "unrated": "Neocijenjeno",
  "userRating": "Korisnička ocjena"
}