{
  "appBarAriaLabel": "Barra da Aplicação",
  "appBarCommandAriaLabel": "Item da Barra da Aplicação",
  "asynchronousRender": "Os itens de nível superior têm de ser compostos de modo síncrono",
  "automaticallyLoadPagesIsDeprecated": "Configuração inválida: automaticallyLoadPages foi preterido. O controlo vai usar false como predefinição para esta propriedade. Consulte o Exemplo de SDK 'Comportamentos de carregamento ListView' para saber como implementar o comportamento de carregamento incremental.",
  "averageRating": "Classificação Média",
  "backbuttonarialabel": "Anterior",
  "backdropColorIsDeprecated": "Configuração inválida: backdropColor foi preterido. Estilo alternativo: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Argumento inválido: o alinhamento da Lista de Opções deve ser 'center' (predefinição), 'left' ou 'right'.",
  "badAxis": "Argumento inválido: a orientação tem de ser uma cadeia de carateres, quer seja 'horizontal' ou 'vertical'",
  "badButtonElement": "Argumento inválido: para um comando button, toggle ou flyout, o elemento tem de ser null ou um elemento de botão",
  "badClick": "Argumento inválido: a propriedade onclick para {0} tem de ser uma função",
  "badCurrentPage": "Argumento inválido: currentPage tem de ser um número maior ou igual a zero e estar dentro dos limites da origem de dados",
  "badDivElement": "Argumento inválido: para um comando content, o elemento tem de ser null ou um elemento div",
  "badFlyout": "Argumento inválido: a propriedade flyout para {0} tem de ser uma Lista de Opções ou o ID de Cadeia de Carateres de uma Lista de Opções",
  "badHrElement": "Argumento inválido: para um separador, o elemento tem de ser null ou um elemento hr",
  "badItemSpacingAmount": "Argumento inválido: itemSpacing tem de ser um número maior ou igual a zero",
  "badLayout": "Argumento inválido: a propriedade layout tem de ser 'custom' ou 'commands'",
  "badPlacement": "Argumento inválido: o posicionamento da Lista de Opções deve ser 'top' (predefinição), 'bottom', 'left', 'right' ou 'auto'.",
  "badReference": "Argumento inválido: href inválido para as definições do fragmento flyout",
  "cannotChangeCommandsWhenVisible": "Argumento inválido: tem de chamar hide() antes de alterar os comandos {0}",
  "cannotChangeHiddenProperty": "Não é possível definir uma propriedade oculta com o elemento principal {0} visível.",
  "cannotChangeLayoutWhenVisible": "Argumento inválido: não é possível definir a propriedade layout com a Barra da Aplicação visível, primeiro chame hide()",
  "cannotChangePlacementWhenVisible": "Argumento inválido: não é possível definir a propriedade placement com a Barra da Aplicação visível, primeiro chame hide()",
  "clearYourRating": "Limpar a sua classificação",
  "closeOverlay": "Fechar",
  "datePicker": "Seletor de Datas",
  "disableBackdropIsDeprecated": "Configuração inválida: disableBackdrop foi preterido. Estilo alternativo: .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Argumento inválido: os controlos só podem ser instanciados uma vez para cada elemento DOM",
  "duplicateSection": "Secções duplicadas do hub: cada HubSection tem de ser exclusiva",
  "flipViewNavigationDuringStateChange": "Erro: depois de alterar itemDataSource ou itemTemplate, qualquer navegação no controlo FlipView deve ser retardada até o evento pageselected ser acionado.",
  "flipViewPanningContainerAriaLabel": "Contentor de Deslocamento",
  "flyoutAriaLabel": "Lista de Opções",
  "groupInfoIsDeprecated": "GridLayout.groupInfo poderá ser alterado ou não estar disponível em versões futuras. Em alternativa, use CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Resultado inválido: o resultado de groupInfo para os grupos de expansão da célula têm de incluir as seguintes propriedades numéricas: cellWidth e cellHeight.",
  "hubViewportAriaLabel": "Contentor de Deslocamento",
  "indexIsInvalid": "Argumento inválido: o índice tem de ser um número inteiro não negativo.",
  "invalidCountReturned": "Erro: o adaptador de dados deve devolver um valor não definido, null, CountResult.unknown ou um número inteiro não negativo para a contagem.",
  "invalidHubContent": "Conteúdo inválido: o conteúdo de Hub tem de ser constituído por HubSections.",
  "invalidIndexReturned": "Erro: o adaptador de dados deve devolver um valor não definido, nulo ou um número inteiro não negativo para o índice.",
  "invalidItemReturned": "Erro: o adaptador de dados devolveu um item que não é um objeto.",
  "invalidItemsManagerCallback": "Argumento inválido: {0} tem de ser uma função.",
  "invalidKeyReturned": "Erro: o adaptador de dados devolveu um item com uma chave não definida ou nula.",
  "invalidRequestedCountReturned": "Erro: o adaptador de dados deve devolver CountResult.unknown, CountResult.failure ou um número inteiro não negativo para a contagem.",
  "invalidSearchBoxSuggestionKind": "Erro: tipo de sugestão de pesquisa inválido.",
  "invalidTemplate": "Modelo inválido: os modelos têm de ser criados antes de serem passados para ListView e têm de conter uma árvore de elementos válida.",
  "invalidViewBoxChildren": "ViewBox espera ter apenas um elemento subordinado",
  "invalidZoomFactor": "zoomFactor inválido",
  "itemInfoIsDeprecated": "GridLayout.itemInfo poderá ser alterado ou não estar disponível em versões futuras. Em alternativa, use CellSpanningLayout.",
  "itemInfoIsInvalid": "Argumento inválido: tem de ser fornecida uma função itemInfo que devolve um objeto com propriedades de largura e altura numéricas.",
  "itemIsInvalid": "Argumento inválido: o item tem de ser um elemento DOM devolvido pelo Gestor de Itens que não tenha sido substituído ou libertado.",
  "itemRendererIsInvalid": "Argumento inválido: itemRenderer tem de ser uma função.",
  "keyIsInvalid": "Argumento inválido: a chave tem de ser uma cadeia de carateres.",
  "listDataAdapterIsInvalid": "Argumento inválido: listDataAdapter tem de ser um objeto ou matriz.",
  "listDataSourceIsInvalid": "Argumento inválido: dataSource tem de ser um objeto.",
  "listViewInvalidItem": "O item tem de fornecer um índice, chave ou descrição do item correspondente.",
  "listViewViewportAriaLabel": "Contentor de Deslocamento",
  "loadingBehaviorIsDeprecated": "Configuração inválida: loadingBehavior foi preterido. O controlo vai usar 'randomAccess' como predefinição para esta propriedade. Consulte o Exemplo de SDK 'Comportamentos de carregamento ListView' para saber como implementar o comportamento de carregamento incremental.",
  "loadMorePagesIsDeprecated": "loadMorePages foi preterido. A invocação desta função não terá qualquer efeito. Consulte o Exemplo de SDK 'Comportamentos de carregamento ListView' para saber como implementar o comportamento de carregamento incremental.",
  "maxRowsIsDeprecated": "GridLayout.maxRows poderá ser alterado ou não estar disponível em versões futuras. Em alternativa, use a propriedade maximumRowsOrColumns.",
  "menuAriaLabel": "Menu",
  "menuCommandAriaLabel": "Item de Menu",
  "modeIsInvalid": "Argumento inválido: o modo tem de ter um dos seguintes valores: 'none', 'single' ou 'multi'.",
  "mustContainCommands": "HTML inválido: AppBars/Menus só podem conter AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Contentor de Deslocamento",
  "noAnchor": "Argumento inválido: para mostrar a lista de opções é preciso um elemento DOM como parâmetro.",
  "noitemsManagerForCount": "Operação inválida: não é possível obter a contagem se não houver nenhum dataSource definido",
  "notCompatibleWithSemanticZoom": "Só é possível usar ListView com SemanticZoom se o comportamento de carregamento randomAccess estiver especificado.",
  "nullCommand": "Argumento inválido: o comando não pode ser nulo",
  "off": "Desativado",
  "on": "Ativado",
  "pagesToLoadIsDeprecated": "Configuração inválida: pagesToLoad foi preterido. O controlo não vai usar esta propriedade. Consulte o Exemplo de SDK 'Comportamentos de carregamento ListView' para saber como implementar o comportamento de carregamento incremental.",
  "pagesToLoadThresholdIsDeprecated": "Configuração inválida: pagesToLoadThreshold foi preterido. O controlo não vai usar esta propriedade. Consulte o Exemplo de SDK 'Comportamentos de carregamento ListView' para saber como implementar o comportamento de carregamento incremental.",
  "refreshCycleIdentified": "ciclo de atualização encontrado, é provável que exista uma inconsistência de dados",
  "repeaterReentrancy": "Não é possível modificar os dados do Repetidor enquanto o Repetidor não confirmar a modificação anterior.",
  "requiresCommands": "Argumento inválido: os comandos não podem estar vazios",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader poderá ser alterado ou não estar disponível em versões futuras. Em alternativa, marque o elemento header como dispensável usando WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem poderá ser alterado ou não estar disponível em versões futuras. Em alternativa, marque o elemento como dispensável usando WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Caixa de Pesquisa",
  "searchBoxAriaLabelButton": "Clicar para submeter consulta",
  "searchBoxAriaLabelInputNoPlaceHolder": "Caixa de Pesquisa, Enter para submeter consulta, Esc para limpar texto",
  "searchBoxAriaLabelInputPlaceHolder": "Caixa de Pesquisa, {0}, Enter para submeter consulta, Esc para limpar texto",
  "searchBoxAriaLabelQuery": "Sugestão: {0}",
  "searchBoxAriaLabelResult": "Resultado: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Separador: {0}",
  "selectAMPM": "Selecionar A.M P.M",
  "selectDay": "Selecionar Dia",
  "selectHour": "Selecionar Hora",
  "selectMinute": "Selecionar Minuto",
  "selectMonth": "Selecionar Mês",
  "selectYear": "Selecionar Ano",
  "settingsFlyoutAriaLabel": "Lista de Opções de Definições",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width poderá ser alterado ou não estar disponível em versões futuras. Em alternativa, use como estilo a propriedade width de CSS nos elementos com a classe .win-settingsflyout.",
  "tentativeRating": "Classificação Provisória",
  "timePicker": "Seletor de Hora",
  "tooltipStringsIsInvalid": "Argumento inválido: tooltipStrings tem de ser null ou uma matriz de cadeias de carateres.",
  "unrated": "Não Classificado",
  "userRating": "Classificação de Utilizador",
  "invalidPivotContent": "Conteúdo inválido: o conteúdo dinâmico tem de ser constituído por PivotItems.",
  "pivotAriaLabel": "Ρίνǿт",
  "pivotViewportAriaLabel": "Contentor de Deslocamento"
}