{
  "attributeBindingSingleProperty": "การผูกแอตทริบิวต์ต้องการชื่อแอตทริบิวต์ปลายทางหนึ่งชื่อ โดยทั่วไปจะอยู่ในรูปแบบ quot;this[‘aria-label’]\" หรือ \"width\"",
  "bindingInitializerNotFound": "ไม่พบตัวกำหนดค่าเริ่มต้น:‘{0}’",
  "cannotBindToThis": "ไม่สามารถผูกกับ ‘this’",
  "creatingNewProperty": "กำลังสร้างคุณสมบัติใหม่ {0} เส้นทางแบบเต็ม:{1}",
  "duplicateBindingDetected": "การผูกกับองค์ประกอบที่มี ID {0} ล้มเหลว เนื่องจากตรวจพบ ID ที่ซ้ำกัน",
  "elementNotFound": "ไม่พบองค์ประกอบ:{0}",
  "errorActivatingControl": "ข้อผิดพลาดในการเปิดใช้งานตัวควบคุม: {0}",
  "errorInitializingBindings": "ข้อผิดพลาดในการเตรียมใช้งานการผูก: {0}",
  "exceptionFromBindingInitializer": "เกิดข้อผิดพลาดในตัวกำหนดค่าเริ่มต้นการผูก: {0}",
  "idBindingNotSupported": "การผูกข้อมูลแบบประกาศกับเขตข้อมูล ID ไม่ได้รับการสนับสนุน ตัวกำหนดค่าเริ่มต้น: {0}",
  "illegalListLength": "ต้องกำหนดความยาวของรายการเป็นจำนวนบวกแบบจำกัด",
  "invalidBinding": "การผูกไม่ถูกต้อง:‘{0}’ ต้องเป็น ‘<destProp>:<sourceProp>;’ {1}",
  "invalidFragmentUri": "uri ไม่ได้รับการสนับสนุนให้โหลดแบบแยกส่วน ส่วนย่อยของบริบทภายในเครื่องสามารถโหลดจากเนื้อหาแพคเกจหรือแหล่งข้อมูลภายในเครื่องเท่านั้น เมื่อต้องการโหลดส่วนย่อยจากแหล่งข้อมูลอื่น ให้ใช้บริบทเว็บ",
  "invalidOptionsRecord": "เรกคอร์ดตัวเลือกไม่ถูกต้อง: ‘{0}’ ต้องอยู่ในรูปแบบข้อมูลวัตถุ {1}",
  "jobInfoIsNoLongerValid": "สามารถใช้วัตถุของข้อมูลงานได้ในขณะที่งานกำลังดำเนินอยู่เท่านั้น",
  "malformedFormatStringInput": "รูปแบบไม่ถูกต้อง คุณหมายถึงให้ยกเว้น ‘{0}’ ของคุณใช่หรือไม่",
  "nestedDOMElementBindingNotSupported": "การผูกผ่านคุณสมบัติ {0} ชนิด HTMLElement ไม่ได้รับการสนับสนุน เส้นทางแบบเต็ม:{1}",
  "nestingExceeded": "การซ้อนกันเกินขีดจำกัด",
  "nonStaticHTML": "ไม่สามารถเพิ่มเนื้อหาแบบไดนามิกได้ เนื่องจากสคริปต์ได้พยายามเพิ่มเนื้อหาแบบไดนามิกหรือมีการปรับเปลี่ยนองค์ประกอบแบบไดนามิกก่อนหน้านี้ ซึ่งอาจไม่ปลอดภัย ตัวอย่างเช่น การใช้คุณสมบัติ innerHTML หรือเมธอด document.write เพื่อเพิ่มองค์ประกอบสคริปต์จะก่อให้เกิดข้อผิดพลาดนี้ได้ ถ้าเนื้อหาปลอดภัยและมาจากแหล่งที่เชื่อถือได้ ให้ใช้เมธอดในการจัดการองค์ประกอบและแอตทริบิวต์ เช่น createElement หรือใช้ setInnerHTMLUnsafe (หรือเมธอดอื่นที่ไม่ปลอดภัย)",
  "notFound": "ไม่พบ: {0}",
  "notSupportedForProcessing": "ค่าไม่ได้รับการสนับสนุนในบริบทการประกาศสำหรับการดำเนินการ ถ้าคุณต้องการให้ค่าได้รับการสนับสนุน ให้ทำเครื่องหมายค่านี้โดยใช้   WinJS.Utilities.markSupportedForProcessing ค่าคือ: ‘{0}’",
  "propertyDoesNotExist": "ไม่มี {0} เส้นทางแบบเต็ม:{1}",
  "propertyIsUndefined": "ไม่มีการกำหนด {0}",
  "sparseArrayNotSupported": "ไม่สนับสนุนอาร์เรย์แบบกระจายที่ใช้พร็อกซี: true",
  "unexpectedTokenExpectedToken": "โทเค็นที่ไม่ต้องการ: {0} โทเค็นที่ต้องการ: {1} ที่ออฟเซต {2}",
  "unexpectedTokenExpectedTokens": "โทเค็นที่ไม่ต้องการ: {0} ต้องการ: {1} ที่ออฟเซต {2}",
  "unexpectedTokenGeneric": "โทเค็นที่ไม่ต้องการ: {0} ที่ออฟเซต {1}",
  "unsupportedDataTypeForBinding": "ชนิดข้อมูลที่ไม่สนับสนุน"
}