{
  "appBarAriaLabel": "Barra de la aplicación",
  "appBarCommandAriaLabel": "Elemento de barra de la aplicación",
  "asynchronousRender": "Los elementos de nivel superior se deben representar de forma sincrónica",
  "automaticallyLoadPagesIsDeprecated": "Configuración no válida: automaticallyLoadPages está en desuso. El control establecerá esta propiedad en false de forma predeterminada. Consulta el ejemplo del SDK ‘comportamientos de carga de ListView’ como guía para implementar el comportamiento de carga incremental.",
  "averageRating": "Clasificación media",
  "backbuttonarialabel": "Atrás",
  "backdropColorIsDeprecated": "Configuración no válida: backdropColor está en desuso. Estilo: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } en su lugar.",
  "badAlignment": "Argumento no válido: la alineación del control flotante debe ser ‘center’ (predeterminada), ‘left’ o ‘right’.",
  "badAxis": "Argumento no válido: la orientación debe ser una cadena, ‘horizontal’ o ‘vertical’",
  "badButtonElement": "Argumento no válido: para un comando de tipo button, toggle o flyout, el elemento debe ser nulo o un elemento de botón",
  "badClick": "Argumento no válido: la propiedad onclick para {0} debe ser una función",
  "badCurrentPage": "Argumento no válido: currentPage debe ser un número igual o mayor que cero y estar dentro de los límites del origen de datos",
  "badDivElement": "Argumento no válido: para un comando de contenido, el elemento debe ser nulo o un elemento div",
  "badFlyout": "Argumento no válido: la propiedad flyout para {0} debe ser un control flotante o su identificador de cadena",
  "badHrElement": "Argumento no válido: para un separador, el elemento debe ser nulo o un elemento hr",
  "badItemSpacingAmount": "Argumento no válido: itemSpacing debe ser un número igual o mayor que cero",
  "badLayout": "Argumento no válido: la propiedad layout debe ser ‘custom’ o ‘commands’",
  "badPlacement": "Argumento no válido: la ubicación del control flotante debe ser ‘top’ (predeterminada), ‘bottom’, ‘left’, ‘right’, o ‘auto’.",
  "badReference": "Argumento no válido: href no válida a un fragmento del control flotante de configuración",
  "cannotChangeCommandsWhenVisible": "Argumento no válido: debes llamar a hide() antes de cambiar {0} comandos",
  "cannotChangeHiddenProperty": "No se puede establecer la propiedad oculta mientras el elemento primario {0} está visible.",
  "cannotChangeLayoutWhenVisible": "Argumento no válido: no se puede establecer la propiedad layout cuando la barra de la aplicación está visible; llama a hide() primero",
  "cannotChangePlacementWhenVisible": "Argumento no válido: no se puede establecer la propiedad placement cuando la barra de la aplicación está visible; llama a hide() primero",
  "clearYourRating": "Borra tu clasificación",
  "closeOverlay": "Cerrar",
  "datePicker": "Selector de fecha",
  "disableBackdropIsDeprecated": "Configuración no válida: disableBackdrop está en desuso. Estilo: .win-listview .win-container.win-backdrop { background-color:transparent; } en su lugar.",
  "duplicateConstruction": "Argumento no válido: solo se puede crear una instancia de los controles para cada elemento DOM",
  "duplicateSection": "HubSections duplicadas: cada una debe ser única",
  "flipViewNavigationDuringStateChange": "Error: después de cambiar itemDataSource o itemTemplate, se debería retrasar la navegación en el control FlipView hasta que se active el evento pageselected.",
  "flipViewPanningContainerAriaLabel": "Contenedor de desplazamiento",
  "flyoutAriaLabel": "Control flotante",
  "groupInfoIsDeprecated": "GridLayout.groupInfo puede cambiar o no estar disponible en futuras versiones. En su lugar, usa CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Resultado no válido: el resultado de groupInfo para los grupos de celdas debe incluir las siguientes propiedades numéricas: cellWidth y cellHeight.",
  "hubViewportAriaLabel": "Contenedor de desplazamiento",
  "indexIsInvalid": "Argumento no válido: el índice debe ser un entero no negativo.",
  "invalidCountReturned": "Error: el adaptador de datos debería devolver un valor sin definir, uno nulo, CountResult.unknown o un entero no negativo para el recuento.",
  "invalidHubContent": "Contenido no válido: El contenido de Hub debe estar compuesto por HubSections.",
  "invalidIndexReturned": "Error: el adaptador de datos debería devolver un valor sin definir, uno nulo o un entero no negativo para el índice.",
  "invalidItemReturned": "Error: el adaptador de datos devolvió un elemento que no es un objeto.",
  "invalidItemsManagerCallback": "Argumento no válido: {0} debe ser una función.",
  "invalidKeyReturned": "Error: el adaptador de datos devolvió un elemento con una clave nula o sin definir.",
  "invalidRequestedCountReturned": "Error: el adaptador de datos debería devolver CountResult.unknown, CountResult.failure o un entero no negativo para el recuento.",
  "invalidSearchBoxSuggestionKind": "Error: tipo de sugerencia de búsqueda no válida.",
  "invalidTemplate": "Plantilla no válida: se deben crear las plantillas antes de pasarlas a ListView, y deben contener un árbol válido de elementos.",
  "invalidViewBoxChildren": "ViewBox espera tener solo un elemento secundario",
  "invalidZoomFactor": "zoomFactor no válido",
  "itemInfoIsDeprecated": "GridLayout.itemInfo puede cambiar o no estar disponible en futuras versiones. En su lugar, usa CellSpanningLayout.",
  "itemInfoIsInvalid": "Argumento no válido: Se debe proporcionar una función itemInfo que devuelva un objeto con las propiedades numéricas de ancho y alto.",
  "itemIsInvalid": "Argumento no válido: el elemento debe ser un elemento DOM devuelto por el Administrador de elementos que no se haya reemplazado ni lanzado.",
  "itemRendererIsInvalid": "Argumento no válido: itemRenderer debe ser una función.",
  "keyIsInvalid": "Argumento no válido: la clave debe ser una cadena.",
  "listDataAdapterIsInvalid": "Argumento no válido: listDataAdapter debe ser un objeto o una matriz.",
  "listDataSourceIsInvalid": "Argumento no válido: dataSource debe ser un objeto.",
  "listViewInvalidItem": "El elemento debe proporcionar el índice, clave o descripción del elemento correspondiente.",
  "listViewViewportAriaLabel": "Contenedor de desplazamiento",
  "loadingBehaviorIsDeprecated": "Configuración no válida: loadingBehavior está en desuso. El control establecerá esta propiedad en ‘randomAccess’ de forma predeterminada. Consulta el ejemplo del SDK ‘comportamientos de carga de ListView’ como guía para implementar el comportamiento de carga incremental.",
  "loadMorePagesIsDeprecated": "loadMorePages está en desuso. Invocar esta función no tendrá ningún efecto. Consulta el ejemplo del SDK ‘comportamientos de carga de ListView’ como guía para implementar el comportamiento de carga incremental.",
  "maxRowsIsDeprecated": "GridLayout.maxRows puede cambiar o no estar disponible en futuras versiones. En su lugar, usa la propiedad maximumRowsOrColumns.",
  "menuAriaLabel": "Menú",
  "menuCommandAriaLabel": "Elemento de menú",
  "modeIsInvalid": "Argumento no válido: el modo debe tener uno de estos valores: ‘none’, ‘single’ o ‘multi’.",
  "mustContainCommands": "HTML no válido: las barras de la aplicación y los menús deben contener solo AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Contenedor de desplazamiento",
  "noAnchor": "Argumento no válido: se requiere un elemento DOM como parámetro para mostrar el control flotante.",
  "noitemsManagerForCount": "Operación no válida: no se puede obtener el recuento si no se estableció dataSource",
  "notCompatibleWithSemanticZoom": "Solo se puede usar ListView con SemanticZoom si se especificó el comportamiento de carga randomAccess.",
  "nullCommand": "Argumento no válido: el comando no puede ser nulo",
  "off": "Desactivado",
  "on": "Activado",
  "pagesToLoadIsDeprecated": "Configuración no válida: pagesToLoad está en desuso. El control no usará esta propiedad. Consulta el ejemplo del SDK ‘comportamientos de carga de ListView’ como guía para implementar el comportamiento de carga incremental.",
  "pagesToLoadThresholdIsDeprecated": "Configuración no válida: pagesToLoadThreshold está en desuso. El control no usará esta propiedad. Consulta el ejemplo del SDK ‘comportamientos de carga de ListView‘ como guía para implementar el comportamiento de carga incremental.",
  "refreshCycleIdentified": "se encontró ciclo de actualización, posible inconsistencia de datos",
  "repeaterReentrancy": "No se pueden modificar los datos de Repeater hasta que Repeater haya confirmado la anterior modificación.",
  "requiresCommands": "Argumento no válido: los comandos no deben estar vacíos",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader puede cambiar o no estar disponible en futuras versiones. En su lugar, marca el elemento de encabezado como descartable mediante WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem puede cambiar o no estar disponible en futuras versiones. En su lugar, marca el elemento como descartable mediante WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Cuadro de búsqueda",
  "searchBoxAriaLabelButton": "Hacer clic para enviar consulta",
  "searchBoxAriaLabelInputNoPlaceHolder": "Cuadro de búsqueda; Entrar para enviar consulta, Esc para borrar texto",
  "searchBoxAriaLabelInputPlaceHolder": "Cuadro de búsqueda, {0}, Entrar para enviar consulta, Esc para borrar texto",
  "searchBoxAriaLabelQuery": "Sugerencia: {0}",
  "searchBoxAriaLabelResult": "Resultado: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Separador: {0}",
  "selectAMPM": "Seleccionar a.m./p.m.",
  "selectDay": "Seleccionar día",
  "selectHour": "Seleccionar hora",
  "selectMinute": "Seleccionar minuto",
  "selectMonth": "Seleccionar mes",
  "selectYear": "Seleccionar año",
  "settingsFlyoutAriaLabel": "Control flotante de configuración",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width puede cambiar o no estar disponible en futuras versiones. En su lugar, aplica la propiedad de ancho CSS a los elementos con la clase .win-settingsflyout.",
  "tentativeRating": "Clasificación provisional",
  "timePicker": "Selector de hora",
  "tooltipStringsIsInvalid": "Argumento no válido: tooltipStrings debe ser nulo o una matriz de cadenas.",
  "unrated": "Sin clasificación",
  "userRating": "Clasificación de usuario"
}