{
  "appBarAriaLabel": "Rakenduseriba",
  "appBarCommandAriaLabel": "Rakenduseriba üksus",
  "asynchronousRender": "Ülataseme üksuste renderdamine peab olema sünkroonne",
  "automaticallyLoadPagesIsDeprecated": "Sobimatu konfiguratsioon: atribuut automaticallyLoadPages on vananenud. Juhtelement määrab selle vaikimisi vääraks. Inkrementlaadimise rakendamise juhised leiate SDK näidisest ListView laadimiskäitumine.",
  "averageRating": "Keskmine hinnang",
  "backbuttonarialabel": "Tagasi",
  "backdropColorIsDeprecated": "Sobimatu konfiguratsioon: atribuut backdropColor on vananenud. Laad: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } selle asemel.",
  "badAlignment": "Sobimatu argument: hüpiku joondus peab olema center (vaikeväärtus), left või right.",
  "badAxis": "Sobimatu argument: paigutus peab olema väärtusega horizontal või vertical",
  "badButtonElement": "Sobimatu argument: nupu, tumbleri või hüpiku käsu korral peab element olema null või nupuelement",
  "badClick": "Sobimatu argument: {0} – atribuut onclick peab olema funktsioon",
  "badCurrentPage": "Sobimatu argument: currentPage peab olema null või sellest suurem arv ja jääma andmeallika vahemikku",
  "badDivElement": "Sobimatu argument: sisukäsu puhul peab element olema null või div-element",
  "badFlyout": "Sobimatu argument: {0} – atribuut flyout peab olema hüpiku hüpiku-ID või stringi-ID",
  "badHrElement": "Sobimatu argument: eraldaja korral peab element olema null või hr-element",
  "badItemSpacingAmount": "Sobimatu argument: atribuudi itemSpacing väärtus peab olema null või sellest suurem",
  "badLayout": "Sobimatu argument: paigutuse atribuut peab olema custom või commands",
  "badPlacement": "Sobimatu argument: hüpiku paigutuse väärtus peab olema top (vaikeväärtus), bottom, left, right või auto.",
  "badReference": "Sobimatu argument: sätete hüpiku fragmendi sobimatu href",
  "cannotChangeCommandsWhenVisible": "Sobimatu argument: enne käskude {0} muutmist tuleb kutsuda argument hide()",
  "cannotChangeHiddenProperty": "Kui emaüksus {0} on nähtav, ei saa peidetud atribuuti määrata.",
  "cannotChangeLayoutWhenVisible": "Sobimatu argument: kui rakenduseriba on nähtav, ei saa paigutuse atribuuti määrata, kutsuge esmalt hide()",
  "cannotChangePlacementWhenVisible": "Sobimatu argument: kui rakenduseriba on nähtav, ei saa asetuse atribuuti määrata, kutsuge esmalt hide()",
  "clearYourRating": "Kustuta hinnang",
  "closeOverlay": "Sule",
  "datePicker": "Kuupäevavalija",
  "disableBackdropIsDeprecated": "Sobimatu konfiguratsioon: atribuut disableBackdrop on vananenud. Laad: .win-listview .win-container.win-backdrop { background-color:transparent; } selle asemel.",
  "duplicateConstruction": "Sobimatu argument: iga DOM-i elemendi jaoks saab juhtelemente eksempleerida ainult üks kord",
  "duplicateSection": "Jaoturi duplikaatosad: iga jaoturi jaotis peab olema kordumatu",
  "flipViewNavigationDuringStateChange": "Tõrge: pärast atribuudi itemDataSource või itemTemplate muutmist peaks mis tahes liikumist FlipView juhtelemendis vältima, kuni sündmus pageselected on käivitunud.",
  "flipViewPanningContainerAriaLabel": "Kerimisümbris",
  "flyoutAriaLabel": "Hüpik",
  "groupInfoIsDeprecated": "Atribuut GridLayout.groupInfo võib olla tulevastes versioonides muudetud või mittesaadaval. Selle asemel kasutage atribuuti CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Sobimatu tulem: lahtriüleste rühmade rühmateabe tulemus peab sisaldama järgmisi arvatribuute: cellWidth ja cellHeight.",
  "hubViewportAriaLabel": "Kerimisümbris",
  "indexIsInvalid": "Sobimatu argument: indeks peab olema mittenegatiivne täisarv.",
  "invalidCountReturned": "Tõrge: andmesideadapter peaks loendusarvuks tagastama väärtuse undefined, null, CountResult.unknown või mittenegatiivse täisarvu.",
  "invalidHubContent": "Sobimatu sisu: keskuse sisu peab koosnema objektidest HubSection.",
  "invalidIndexReturned": "Tõrge: andmesideadapter peaks indeksiks tagastama määratlemata, null- või mittenegatiivse täisarvu.",
  "invalidItemReturned": "Tõrge: andmesideadapter tagastas üksuse, mis pole objekt.",
  "invalidItemsManagerCallback": "Sobimatu argument: {0} peab olema funktsioon.",
  "invalidKeyReturned": "Tõrge: andmesideadapter tagastas määratlemata või nullvõtmega üksuse.",
  "invalidRequestedCountReturned": "Tõrge: andmesideadatper peaks loendusarvuks tagastama väärtuse CountResult.unknown, CountResult.failure või mittenegatiivse täisarvu.",
  "invalidSearchBoxSuggestionKind": "Tõrge: sobimatu otsingusoovituse liik.",
  "invalidTemplate": "Sobimatu mall: mallid tuleb luua enne üksusesse ListView edastamist ja need peavad sisaldama sobivat elemendipuud.",
  "invalidViewBoxChildren": "ViewBox eeldab ainult ühte alamelementi",
  "invalidZoomFactor": "Sobimatu zoomFactor",
  "itemInfoIsDeprecated": "Atribuut GridLayout.itemInfo võib olla tulevastes versioonides muudetud või mittesaadaval. Selle asemel kasutage atribuuti CellSpanningLayout.",
  "itemInfoIsInvalid": "Sobimatu argument: peab olema itemInfo-funktsioon, mis tagastab laiuse ja kõrguse arvuliste atribuutidega objekti.",
  "itemIsInvalid": "Sobimatu argument: üksus peab olema DOM-i element, mille on tagastanud üksuste haldur ja mida pole asendatud ega vabastatud.",
  "itemRendererIsInvalid": "Sobimatu argument: itemRenderer peab olema funktsioon.",
  "keyIsInvalid": "Sobimatu argument: võti peab olema string.",
  "listDataAdapterIsInvalid": "Sobimatu argument: listDataAdapter peab olema objekt või massiiv.",
  "listDataSourceIsInvalid": "Sobimatu argument: dataSource peab olema objekt.",
  "listViewInvalidItem": "Üksus peab esitama vastava üksuse indeksi, võtme või kirjelduse.",
  "listViewViewportAriaLabel": "Kerimisümbris",
  "loadingBehaviorIsDeprecated": "Sobimatu konfiguratsioon: atribuut loadingBehavior on vananenud. Juhtelement määrab selle vaikimisi atribuudiks „randomAccess”. Inkrementlaadimise rakendamise juhised leiate SDK näidisest ListView laadimiskäitumine.",
  "loadMorePagesIsDeprecated": "Atribuut loadMorePages on vananenud. Selle funktsiooni käivitamine ei mõju. Inkrementaallaadimise rakendamise juhised leiate SDK näidisest ListView laadimiskäitumine.",
  "maxRowsIsDeprecated": "Atribuut GridLayout.maxRows võib olla tulevastes versioonides muudetud või pole saadaval. Kasutage selle asemel atribuuti maximumRowsOrColumns.",
  "menuAriaLabel": "Menüü",
  "menuCommandAriaLabel": "Menüüelement",
  "modeIsInvalid": "Sobimatu argument: režiimi väärtus peab olema üks järgmistest: none, single või multi.",
  "mustContainCommands": "Vigane HTML: rakenduseribad ja menüüd tohivad sisaldada ainult käske AppBarCommands ja MenuCommands",
  "navBarContainerViewportAriaLabel": "Kerimisümbris",
  "noAnchor": "Sobimatu argument: hüpiku kuvamiseks on vaja DOM-i elementi selle parameetrina.",
  "noitemsManagerForCount": "Sobimatu toiming: kui allikat dataSource pole määratud, ei saa loendusarvu tuua",
  "notCompatibleWithSemanticZoom": "Üksust ListView saab atribuudiga SemanticZoom kasutada ainult siis, kui on määratud laadimiskäitumine randomAccess.",
  "nullCommand": "Argument ei sobi: käsk ei tohi olla tühi",
  "off": "Väljas",
  "on": "Sees",
  "pagesToLoadIsDeprecated": "Sobimatu konfiguratsioon: atribuut pagesToLoad on vananenud. Juhtelement ei kasuta seda atribuuti. Inkrementaallaadimise juhised leiate SDK näidisest ListView laadimiskäitumine.",
  "pagesToLoadThresholdIsDeprecated": "Sobimatu konfiguratsioon: atribuut pagesToLoadThreshold on vananenud. Juhtelement ei kasuta seda. Inkrementaallaadimise rakendamise juhised leiate SDK näidisest ListView laadimiskäitumine.",
  "refreshCycleIdentified": "leiti värskendustsükkel, vastuoluliste andmete tõenäosus",
  "repeaterReentrancy": "Repeateri andmeid ei saa redigeerida enne, kui Repeater on eelmise muudatuse sooritanud.",
  "requiresCommands": "Sobimatu argument: käsud ei tohi olla tühjad",
  "resetGroupHeaderIsDeprecated": "Atribuut resetGroupHeader võib olla tulevastes versioonides muudetud või mittesaadaval. Selle asemel märkige päiseelement atribuudi WinJS.Utilities.markDisposable abil likvideeritavaks.",
  "resetItemIsDeprecated": "Atribuut resetItem võib olla tulevastes versioonides muudetud või mittesaadaval. Selle asemel märkige element atribuudi WinJS.Utilities.markDisposable abil likvideeritavaks.",
  "searchBoxAriaLabel": "Otsinguväli",
  "searchBoxAriaLabelButton": "Klõpsake päringu edastamiseks",
  "searchBoxAriaLabelInputNoPlaceHolder": "Otsinguväli, päringu edastamiseks vajutage sisestusklahvi (Enter), teksti kustutamiseks vajutage paoklahvi (Esc)",
  "searchBoxAriaLabelInputPlaceHolder": "Otsinguväli, {0}, päringu edastamiseks vajutage sisestusklahvi (Enter), teksti kustutamiseks vajutage paoklahvi (Esc)",
  "searchBoxAriaLabelQuery": "Soovitus: {0}",
  "searchBoxAriaLabelResult": "Tulemus: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Eraldaja: {0}",
  "selectAMPM": "Valige EL, PL",
  "selectDay": "Valige päev",
  "selectHour": "Valige tund",
  "selectMinute": "Valige minut",
  "selectMonth": "Valige kuu",
  "selectYear": "Valige aasta",
  "settingsFlyoutAriaLabel": "Sätete hüpik",
  "settingsFlyoutWidthIsDeprecated": "Atribuut SettingsFlyout.width võib olla tulevastes versioonides muudetud või mittesaadaval. Selle asemel kujundage CSS laiuse atribuut klassiga .win-settingsflyout elementidel.",
  "tentativeRating": "Esialgne hinnang",
  "timePicker": "Kuupäevavalija",
  "tooltipStringsIsInvalid": "Sobimatu argument: atribuudi tooltipStrings väärtus peab olema null või stringimassiiv.",
  "unrated": "Hindamata",
  "userRating": "Kasutaja hinnang",
  "invalidPivotContent": "Sobimatu sisu: Pivot-juhtelemendi sisu peab koosnema PivotItem-juhtemelentidest.",
  "pivotAriaLabel": "Ρïνбţ",
  "pivotViewportAriaLabel": "Kerimisümbris"
}