{
  "appBarAriaLabel": "Barra de Aplicativos",
  "appBarCommandAriaLabel": "Item da Barra de Aplicativos",
  "asynchronousRender": "Itens de nível superior devem ser renderizados de forma síncrona",
  "automaticallyLoadPagesIsDeprecated": "Configuração inválida: automaticallyLoadPages preterida. O controle usará como padrão o valor falso para essa propriedade. Veja a o Exemplo do SDK 'Comportamentos de carregamento ListView' para conferir as diretrizes de implementação do comportamento de carga incremental.",
  "averageRating": "Classificação Média",
  "backbuttonarialabel": "Voltar",
  "backdropColorIsDeprecated": "Configuração inválida: backdropColor preterida. Estilo: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Argumento inválido: o alinhamento do submenu deve ser 'center' (padrão), 'left' ou 'right'.",
  "badAxis": "Argumento inválido: a orientação deve ser uma cadeia de caracteres: 'horizontal' ou 'vertical'",
  "badButtonElement": "Argumento inválido: para um comando de botão, alternância ou submenu, o elemento deve ser nulo ou um elemento de botão",
  "badClick": "Argumento inválido: a propriedade onclick de {0} deve ser uma função",
  "badCurrentPage": "Argumento inválido: currentPage deve ser um número maior ou igual a zero e estar dentro dos limites da fonte de dados",
  "badDivElement": "Argumento inválido: para um comando de conteúdo, o elemento deve ser nulo ou um elemento div",
  "badFlyout": "Argumento inválido: a propriedade de submenu de {0} deve ser um Submenu ou uma ID de Cadeia de Caracteres de um Submenu",
  "badHrElement": "Argumento inválido: para um separador, o elemento deve ser nulo ou um elemento hr",
  "badItemSpacingAmount": "Argumento inválido: itemSpacing deve ser um número maior ou igual a zero",
  "badLayout": "Argumento inválido. A propriedade de layout deve ser 'custom' ou 'commands'",
  "badPlacement": "Argumento inválido: o posicionamento do submenu deve ser 'top' (padrão), 'bottom', 'left', 'right' ou 'auto'.",
  "badReference": "Argumento inválido: href inválida para fragmento de submenu de configurações",
  "cannotChangeCommandsWhenVisible": "Argumento inválido: chame hide() antes de alterar os comandos {0}",
  "cannotChangeHiddenProperty": "Não é possível definir a propriedade oculta enquanto o pai {0} está visível.",
  "cannotChangeLayoutWhenVisible": "Argumento inválido: a propriedade de layout não pode ser definida quando a Barra de Aplicativos está visível; chame hide() primeiro",
  "cannotChangePlacementWhenVisible": "Argumento inválido: a propriedade de posicionamento não pode ser definida quando a Barra de Aplicativos está visível; chame hide() primeiro",
  "clearYourRating": "Limpar sua classificação",
  "closeOverlay": "Fechar",
  "datePicker": "Seletor de Data",
  "disableBackdropIsDeprecated": "Configuração inválida: disableBackdrop preterida. Estilo: .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Argumento inválido: só é possível criar uma instância dos controles uma vez para cada elemento DOM",
  "duplicateSection": "Seções duplicadas de hub: cada HubSection deve ser exclusiva",
  "flipViewNavigationDuringStateChange": "Erro: após a alteração de itemDataSource ou itemTemplate, qualquer navegação no controle FlipView deve ser atrasada até o evento pageselected ser acionado.",
  "flipViewPanningContainerAriaLabel": "Contêiner de Rolagem",
  "flyoutAriaLabel": "Submenu",
  "groupInfoIsDeprecated": "GridLayout.groupInfo pode ser alterada ou não estar disponível nas versões futuras. Use CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Resultado inválido: o resultado de groupInfo para grupos de abrangência de célula deve incluir as seguintes propriedades numéricas: cellWidth e cellHeight.",
  "hubViewportAriaLabel": "Contêiner de Rolagem",
  "indexIsInvalid": "Argumento inválido: o índice deve ser um inteiro positivo.",
  "invalidCountReturned": "Erro: o adaptador de dados deve retornar um valor indefinido, nulo, CountResult.unknown ou um inteiro positivo para a contagem.",
  "invalidHubContent": "Conteúdo inválido: o conteúdo do hub deve ser composto de HubSections.",
  "invalidIndexReturned": "Erro: o adaptador de dados deve retornar um valor indefinido, nulo ou um inteiro positivo para o índice.",
  "invalidItemReturned": "Erro: o adaptador de dados retornou um item que não é um objeto.",
  "invalidItemsManagerCallback": "Argumento inválido: {0} deve ser uma função.",
  "invalidKeyReturned": "Erro: o adaptador de dados retornou um item com chave indefinida ou nula.",
  "invalidPivotContent": "Conteúdo inválido: o conteúdo dinâmico deve ser composto de PivotItems.",
  "invalidRequestedCountReturned": "Erro: o adaptador de dados deve retornar CountResult.unknown, CountResult.failure ou um inteiro positivo para a contagem.",
  "invalidSearchBoxSuggestionKind": "Erro: tipo de sugestão de pesquisa inválido.",
  "invalidTemplate": "Modelo inválido: os modelos devem ser criados antes de serem passados para ListView e devem conter uma árvore de elementos válida.",
  "invalidViewBoxChildren": "ViewBox espera ter apenas um elemento filho",
  "invalidZoomFactor": "zoomFactor inválido",
  "itemInfoIsDeprecated": "GridLayout.itemInfo pode ser alterada ou não estar disponível nas versões futuras. Use CellSpanningLayout.",
  "itemInfoIsInvalid": "Argumento inválido: deve ser fornecida uma função itemInfo que retorne um objeto com propriedades numéricas de largura e altura.",
  "itemIsInvalid": "Argumento inválido: o item deve ser um elemento DOM retornado pelo Gerenciador de Itens, não substituído ou liberado.",
  "itemRendererIsInvalid": "Argumento inválido: itemRenderer deve ser uma função.",
  "keyIsInvalid": "Argumento inválido: a chave deve ser uma cadeia de caracteres.",
  "listDataAdapterIsInvalid": "Argumento inválido: listDataAdapter deve ser um objeto ou uma matriz.",
  "listDataSourceIsInvalid": "Argumento inválido: dataSource deve ser um objeto.",
  "listViewInvalidItem": "O item deve fornecer um índice, uma chave ou uma descrição do item correspondente.",
  "listViewViewportAriaLabel": "Contêiner de Rolagem",
  "loadingBehaviorIsDeprecated": "Configuração inválida: loadingBehavior preterida. O controle usará como padrão o valor 'randomAccess' para essa propriedade. Consulte o Exemplo do SDK 'Comportamentos de carregamento ListView' para conferir as diretrizes de implementação do comportamento de carga incremental.",
  "loadMorePagesIsDeprecated": "loadMorePages preterida. A invocação dessa função não tem nenhum efeito. Consulte o Exemplo do SDK 'Comportamentos de carregamento ListView' para conferir as diretrizes de implementação do comportamento de carga incremental.",
  "maxRowsIsDeprecated": "GridLayout.maxRows pode ser alterada ou não estar disponível em versões futuras. Use a propriedade maximumRowsOrColumns.",
  "menuAriaLabel": "Menu",
  "menuCommandAriaLabel": "Item de Menu",
  "modeIsInvalid": "Argumento inválido: o modo deve ter um dos seguintes valores: 'none', 'single' ou 'multi'.",
  "mustContainCommands": "HTML inválido: Barras de Aplicativos/Menus devem conter somente AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Contêiner de Rolagem",
  "noAnchor": "Argumento inválido: a exibição de submenu pede um elemento DOM como parâmetro.",
  "noitemsManagerForCount": "Operação inválida: não é possível obter a contagem sem nenhuma dataSource definida",
  "notCompatibleWithSemanticZoom": "ListView só pode ser usada com SemanticZoom quando o comportamento de carregamento de randomAccess é especificado.",
  "nullCommand": "Argumento inválido: o comando não deve ser nulo",
  "off": "Desligado",
  "on": "Ligado",
  "pagesToLoadIsDeprecated": "Configuração inválida: pagesToLoad preterida. O controle não usará essa propriedade. Consulte o Exemplo do SDK 'Comportamentos de carregamento ListView' para conferir as diretrizes de implementação do comportamento de carga incremental.",
  "pagesToLoadThresholdIsDeprecated": "Configuração inválida: pagesToLoadThreshold preterida. O controle não usará essa propriedade. Consulte o Exemplo do SDK 'Comportamentos de carregamento ListView' para conferir as diretrizes de implementação do comportamento de carga incremental.",
  "pivotAriaLabel": "Рĭνőŧ",
  "pivotViewportAriaLabel": "Contêiner de Rolagem",
  "refreshCycleIdentified": "ciclo de atualização encontrado, provável inconsistência de dados",
  "repeaterReentrancy": "Não é possível modificar dados do Repetidor até o Repetidor confirmar a modificação anterior.",
  "requiresCommands": "Argumento inválido: comandos não devem ficar vazios",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader pode ser alterada ou não estar disponível nas versões fturas. Marque o elemento de cabeçalho como descartável usando WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem pode ser alterada ou não estar disponível nas versões futuras. Marque o elemento de cabeçalho como descartável usando WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Caixa de Pesquisa",
  "searchBoxAriaLabelButton": "Clique para enviar a consulta",
  "searchBoxAriaLabelInputNoPlaceHolder": "Caixa de Pesquisa, enter para enviar a consulta, esc para limpar o texto",
  "searchBoxAriaLabelInputPlaceHolder": "Caixa de Pesquisa, {0}, enter para enviar a consulta, esc para limpar o texto",
  "searchBoxAriaLabelQuery": "Sugestão: {0}",
  "searchBoxAriaLabelResult": "Resultado: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Separador: {0}",
  "selectAMPM": "Selecionar A.M P.M",
  "selectDay": "Selecionar Dia",
  "selectHour": "Selecionar Hora",
  "selectMinute": "Selecionar Minuto",
  "selectMonth": "Selecionar Mês",
  "selectYear": "Selecionar Ano",
  "settingsFlyoutAriaLabel": "Submenu Configurações",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width pode ser alterada ou não estar disponível nas versões futuras. Defina o estilo da propriedade de largura de CSS nos elementos com a classe .win-settingsflyout.",
  "tentativeRating": "Classificação Provisória",
  "timePicker": "Seletor de Hora",
  "tooltipStringsIsInvalid": "Argumento inválido: tooltipStrings deve ser nulo ou uma matriz de cadeia de caracteres.",
  "unrated": "Não Classificado",
  "userRating": "Classificação do Usuário"
}