{
  "appBarAriaLabel": "Панель приложения",
  "appBarCommandAriaLabel": "Элемент панели приложения",
  "asynchronousRender": "Элементы верхнего уровня должны обрабатываться синхронно",
  "automaticallyLoadPagesIsDeprecated": "Недопустимая конфигурация: automaticallyLoadPages использовать не рекомендуется. Для этого свойства по умолчанию будет использовано значение FALSE. Рекомендации по реализации поведения добавочной загрузки см. в примере SDK \"Поведения загрузок ListView\".",
  "averageRating": "Средняя оценка",
  "backbuttonarialabel": "Назад",
  "backdropColorIsDeprecated": "Недопустимая конфигурация: backdropColor использовать не рекомендуется. Используйте следующий стиль: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Недопустимый аргумент: для выравнивания всплывающего меню должно быть задано значение \"center\" (по умолчанию), \"left\" или \"right\".",
  "badAxis": "Недопустимый аргумент: для ориентации должно быть задано строковое значение \"horizontal\" или \"vertical\"",
  "badButtonElement": "Недопустимый аргумент: для команды кнопки, переключателя или всплывающего меню элемент должен иметь значение NULL или \"button\"",
  "badClick": "Недопустимый аргумент: значением свойства onclick для {0} должна быть функция",
  "badCurrentPage": "Недопустимый аргумент: значение currentPage должно быть больше или равно нулю и находиться в пределах источника данных",
  "badDivElement": "Недопустимый аргумент: в команде для содержимого элемент должен иметь значение NULL или быть элементом \"div\"",
  "badFlyout": "Недопустимый аргумент: значением свойства flyout для {0} должно быть всплывающее меню или строка ИД всплывающего меню",
  "badHrElement": "Недопустимый аргумент: для разделителя элемент должен иметь значение NULL или HR",
  "badItemSpacingAmount": "Недопустимый аргумент: значение itemSpacing должно быть больше или равно нулю",
  "badLayout": "Недопустимый аргумент: для свойства макета должно быть задано значение \"custom\" или \"commands\"",
  "badPlacement": "Недопустимый аргумент: для размещения всплывающего меню должно быть задано значение \"top\" (по умолчанию), \"bottom\", \"left\", \"right\" или \"auto\".",
  "badReference": "Недопустимый аргумент: недопустимая гипертекстовая ссылка на фрагмент всплывающего меню параметров",
  "cannotChangeCommandsWhenVisible": "Недопустимый аргумент: вам необходимо вызвать hide() перед изменением команд {0}",
  "cannotChangeHiddenProperty": "Не удается задать свойство \"скрыто\", если родительский объект {0} видим.",
  "cannotChangeLayoutWhenVisible": "Недопустимый аргумент: невозможно задать свойство макета, когда панель приложения видима; сначала вызовите hide()",
  "cannotChangePlacementWhenVisible": "Недопустимый аргумент: невозможно задать свойство размещения, когда панель приложения видима; сначала вызовите hide()",
  "clearYourRating": "Очистите оценку",
  "closeOverlay": "Закрыть",
  "datePicker": "Выбор даты",
  "disableBackdropIsDeprecated": "Недопустимая конфигурация: disableBackdrop использовать не рекомендуется. Используйте следующий стиль: .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Недопустимый аргумент: для каждого элемента DOM можно создать только один экземпляр элемента управления",
  "duplicateSection": "Повторяющиеся разделы Hub: все HubSection должны быть уникальными",
  "flipViewNavigationDuringStateChange": "Ошибка. После изменения itemDataSource или itemTemplate вся навигация в элементе управления FlipView должна быть отложена до события pageselected.",
  "flipViewPanningContainerAriaLabel": "Контейнер прокрутки",
  "flyoutAriaLabel": "Всплывающее меню",
  "groupInfoIsDeprecated": "Свойство GridLayout.groupInfo может быть изменено или недоступно в будущих версиях. Вместо него используйте CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Недопустимый результат: результат groupInfo для групп, занимающих несколько ячеек, должен включать следующие числовые свойства: cellWidth и cellHeight.",
  "hubViewportAriaLabel": "Контейнер прокрутки",
  "indexIsInvalid": "Недопустимый аргумент: индекс должен быть неотрицательным целым числом.",
  "invalidCountReturned": "Ошибка. Адаптер обработки данных должен возвращать для счетчика неопределенное значение, NULL, CountResult.unknown или неотрицательное целое число.",
  "invalidHubContent": "Недопустимое содержимое: содержимое Hub должно состоять из разделов HubSection.",
  "invalidIndexReturned": "Ошибка. Адаптер обработки данных должен возвращать для индекса неопределенное значение, NULL, CountResult.unknown или неотрицательное целое число.",
  "invalidItemReturned": "Ошибка. Адаптер обработки данных возвратил элемент, который не является объектом.",
  "invalidItemsManagerCallback": "Недопустимый аргумент: значением {0} должна быть функция.",
  "invalidKeyReturned": "Ошибка. Адаптер обработки данных возвратил элемент с неопределенным ключом или ключом NULL.",
  "invalidPivotContent": "Недопустимое содержимое: элемент управления Pivot должен состоять из элементов PivotItem.",
  "invalidRequestedCountReturned": "Ошибка. Адаптер обработки данных должен возвращать для счетчика значение CountResult.unknown, CountResult.failure или неотрицательное целое число.",
  "invalidSearchBoxSuggestionKind": "Ошибка: недопустимый тип варианта.",
  "invalidTemplate": "Недопустимый шаблон: шаблоны должны создаваться перед передачей в ListView и содержать допустимое дерево элементов.",
  "invalidViewBoxChildren": "Для ViewBox ожидается только один дочерний элемент",
  "invalidZoomFactor": "Недопустимый zoomFactor",
  "itemInfoIsDeprecated": "Свойство GridLayout.itemInfo может быть изменено или недоступно в будущих версиях. Вместо него используйте CellSpanningLayout.",
  "itemInfoIsInvalid": "Недопустимый аргумент: необходимо указать функцию itemInfo, которая возвращает объект с числовыми свойствами ширины и высоты.",
  "itemIsInvalid": "Недопустимый аргумент: элемент должен быть возвращенным диспетчером элементов элементом DOM, который не был заменен или освобожден.",
  "itemRendererIsInvalid": "Недопустимый аргумент: значением itemRenderer должна быть функция.",
  "keyIsInvalid": "Недопустимый аргумент: ключ должен быть строкой.",
  "listDataAdapterIsInvalid": "Недопустимый аргумент: значением listDataAdapter должен быть объект или массив.",
  "listDataSourceIsInvalid": "Недопустимый аргумент: значением dataSource должен быть объект.",
  "listViewInvalidItem": "Значением Item должен быть индекс, ключ или описание соответствующего элемента.",
  "listViewViewportAriaLabel": "Контейнер прокрутки",
  "loadingBehaviorIsDeprecated": "Недопустимая конфигурация: loadingBehavior использовать не рекомендуется. Для этого свойства по умолчанию будет использовано значение randomAccess. Рекомендации по реализации поведения добавочной загрузки см. в примере SDK \"Поведения загрузок ListView\".",
  "loadMorePagesIsDeprecated": "loadMorePages использовать не рекомендуется. Вызов этого метода не даст результатов. Рекомендации по реализации поведения добавочной загрузки см. в примере SDK \"Поведения загрузок ListView\".",
  "maxRowsIsDeprecated": "Свойство GridLayout.maxRows может быть изменено или недоступно в будущих версиях. Используйте вместо него свойство maximumRowsOrColumns.",
  "menuAriaLabel": "Меню",
  "menuCommandAriaLabel": "Элемент меню",
  "modeIsInvalid": "Недопустимый аргумент: для режима должно быть задано одно из следующих значений: \"none\", \"single\" или \"multi\".",
  "mustContainCommands": "Недопустимый код HTML: панели приложения и меню должны содержать только команды панели приложения и команды меню, соответственно",
  "navBarContainerViewportAriaLabel": "Контейнер прокрутки",
  "noAnchor": "Недопустимый аргумент: для отображения всплывающего меню в качестве его параметра должен быть задан элемент DOM.",
  "noitemsManagerForCount": "Недопустимая операция: невозможно получить данные счетчика, если не задано значение dataSource",
  "notCompatibleWithSemanticZoom": "ListView можно использовать с SemanticZoom, только если для randomAccess настроено поведение при загрузке.",
  "nullCommand": "Недопустимый аргумент: команда не должна иметь значение NULL",
  "off": "Откл.",
  "on": "Вкл.",
  "pagesToLoadIsDeprecated": "Недопустимая конфигурация: pagesToLoad использовать не рекомендуется. Это свойство использоваться не будет. Рекомендации по реализации поведения добавочной загрузки см. в примере SDK \"Поведения загрузок ListView\".",
  "pagesToLoadThresholdIsDeprecated": "Недопустимая конфигурация: pagesToLoadThreshold использовать не рекомендуется. Это свойство использоваться не будет. Рекомендации по реализации поведения добавочной загрузки см. в примере SDK \"Поведения загрузок ListView\".",
  "pivotAriaLabel": "Ρϊνòт",
  "pivotViewportAriaLabel": "Контейнер прокрутки",
  "refreshCycleIdentified": "обнаружен цикл обновления; возможна несогласованность данных",
  "repeaterReentrancy": "Невозможно изменить данные Repeater, пока предыдущее изменение не будет зафиксировано.",
  "requiresCommands": "Недопустимый аргумент: команды не должны быть заданы",
  "resetGroupHeaderIsDeprecated": "Свойство resetGroupHeader может быть изменено или недоступно в будущих версиях. Пометьте элемент заголовка как высвобождаемый с помощью WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "Свойство resetItem может быть изменено или недоступно в будущих версиях. Пометьте элемент как высвобождаемый с помощью WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Поле поиска",
  "searchBoxAriaLabelButton": "Щелкните, чтобы отправить запрос",
  "searchBoxAriaLabelInputNoPlaceHolder": "Поле поиска, ВВОД - отправить запрос, ESC - очистить",
  "searchBoxAriaLabelInputPlaceHolder": "Поле поиска, {0}, ВВОД - отправить запрос, ESC - очистить",
  "searchBoxAriaLabelQuery": "Предложение: {0}",
  "searchBoxAriaLabelResult": "Результат: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Разделитель: {0}",
  "selectAMPM": "Выберите AM или PM",
  "selectDay": "Выберите день",
  "selectHour": "Выберите часы",
  "selectMinute": "Выберите минуты",
  "selectMonth": "Выберите месяц",
  "selectYear": "Выберите год",
  "settingsFlyoutAriaLabel": "Всплывающее меню параметров",
  "settingsFlyoutWidthIsDeprecated": "Свойство SettingsFlyout.width может быть изменено или недоступно в будущих версиях. Для свойства ширины CSS элементов применяйте стиль с использованием класса .win-settingsflyout.",
  "tentativeRating": "Предварительная оценка",
  "timePicker": "Выбор времени",
  "tooltipStringsIsInvalid": "Недопустимый аргумент: значение tooltipStrings должно быть пустым или являться массивом строк.",
  "unrated": "Нет оценки",
  "userRating": "Оценка пользователя"
}