{
  "appBarAriaLabel": "شريط التطبيقات",
  "appBarCommandAriaLabel": "عنصر شريط التطبيقات",
  "asynchronousRender": "يلزم عرض عناصر المستوى الأعلى بشكل متزامن",
  "automaticallyLoadPagesIsDeprecated": "تكوين غير صالح: يتم إهمال automaticallyLoadPages. وستقوم عناصر التحكم بتعيين الإعداد الافتراضي لهذه الخاصية إلى false. الرجاء مراجعة نموذج SDK \"لسلوكيات تحميل ListView\" للحصول على إرشادات حول كيفية تنفيذ سلوك التحميل التزايدي.",
  "averageRating": "متوسط التصنيف",
  "backbuttonarialabel": "الخلف",
  "backdropColorIsDeprecated": "تكوين غير صالح: يتم إهمال backdropColor. النمط: ‪.win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }‬ بدلاً من ذلك.",
  "badAlignment": "وسيطة غير صالحة: يجب أن تكون محاذاة القائمة المنبثقة 'center' (افتراضيًا) أو 'left' أو 'right'.",
  "badAxis": "وسيطة غير صالحة: يجب أن يكون الاتجاه سلسلة بقيمة 'horizontal' أو 'vertical'",
  "badButtonElement": "وسيطة غير صالحة: بالنسبة لأمر الزر أو التبديل أو القائمة المنبثقة، يجب أن تكون قيمة العنصر فارغة أو عبارة عن أحد عناصر الأزرار",
  "badClick": "وسيطة غير صالحة: يجب أن تكون خاصية onclick لـ {0} وظيفة",
  "badCurrentPage": "وسيطة غير صالحة: يجب أن تكون قيمة currentPage رقمًا أكبر من أو يساوي صفر وتكون ضمن حدود مصدر البيانات",
  "badDivElement": "وسيطة غير صالحة: بالنسبة لأمر المحتوى، يجب أن تكون قيمة العنصر فارغة أو عنصر div",
  "badFlyout": "وسيطة غير صالحة: يجب أن تكون خاصية القائمة المنبثقة لـ {0} معرّف \"قائمة منبثقة\" أو \"سلسلة\" لقائمة منبثقة",
  "badHrElement": "وسيطة غير صالحة: بالنسبة للفاصل، يجب أن يكون العنصر فارغًا أو عنصر hr",
  "badItemSpacingAmount": "وسيطة غير صالحة: يجب أن يكون itemSpacing رقمًا أكبر من أو يساوي صفر",
  "badLayout": "وسيطة غير صالحة: يجب أن تكون خاصية التخطيط 'custom' أو 'commands'",
  "badPlacement": "وسيطة غير صالحة: يجب أن يكون موضع القائمة المنبثقة 'top' (افتراضيًا) أو 'bottom' أو 'left' أو 'right' أو 'auto'.",
  "badReference": "وسيطة غير صالحة: سمة href غير صالحة لإعدادات تجزئة القائمة المنبثقة",
  "cannotChangeCommandsWhenVisible": "وسيطة غير صالحة: يجب استدعاء hide()‎ قبل تغيير أوامر {0}",
  "cannotChangeHiddenProperty": "يتعذر تعيين خاصية مخفية أثناء ظهور {0} الأصلي.",
  "cannotChangeLayoutWhenVisible": "وسيطة غير صالحة: يتعذر تعيين خاصية التخطيط عندما يكون AppBar مرئيًا، قم باستدعاء hide()‎ أولاً",
  "cannotChangePlacementWhenVisible": "وسيطة غير صالحة: يتعذر تعيين خاصية الموضع عندما يكون AppBar مرئيًا، قم باستدعاء hide()‎ أولاً",
  "clearYourRating": "مسح تصنيفك",
  "closeOverlay": "إغلاق",
  "datePicker": "منتقي التاريخ",
  "disableBackdropIsDeprecated": "تكوين غير صالح: يتم إهمال disableBackdrop. النمط: ‪.win-listview .win-container.win-backdrop { background-color:transparent; }‬ بدلاً من ذلك.",
  "duplicateConstruction": "وسيطة غير صالحة: يمكن إنشاء عناصر التحكم مرة واحدة فقط لكل عنصر من عناصر DOM",
  "duplicateSection": "أقسام الموزع المتكررة: يلزم أن يكون كل HubSection فريدًا",
  "flipViewNavigationDuringStateChange": "خطأ: بعد تغيير itemDataSource أو itemTemplate، يجب تأجيل أي انتقال لعنصر تحكم FlipView حتى يتم بدء الحدث pageselected.",
  "flipViewPanningContainerAriaLabel": "تمرير الحاوية",
  "flyoutAriaLabel": "قائمة منبثقة",
  "groupInfoIsDeprecated": "قد يتم تغيير GridLayout.groupInfo أو قد لا تتوفر في الإصدارات اللاحقة. استخدم CellSpanningLayout بدلاً منها.",
  "groupInfoResultIsInvalid": "نتيجة غير صالحة: يلزم أن تتضمن نتيجة groupInfo لمجموعات تمديد الخلايا الخاصيتين الرقميتين التاليتين: cellWidth و cellHeight.",
  "hubViewportAriaLabel": "تمرير الحاوية",
  "indexIsInvalid": "وسيطة غير صالحة: يجب أن يكون الفهرس عددًا صحيحًا غير سلبي.",
  "invalidCountReturned": "خطأ: يجب أن يُرجع محول البيانات قيمة غير معرّفة أو فارغة أو CountResult.unknown أو رقمًا صحيحًا غير سلبي للعدد.",
  "invalidHubContent": "محتوى غير صالح: يلزم أن يتكون محتوى الموزع من HubSections.",
  "invalidIndexReturned": "خطأ: يجب أن يُرجع محول البيانات قيمة غير معرّفة أو فارغة أو رقمًا صحيحًا غير سلبي للفهرس.",
  "invalidItemReturned": "‏‏خطأ: أرجع محوّل البيانات عنصرًا لا يتصف بأنه كائن.",
  "invalidItemsManagerCallback": "وسيطة غير صالحة: يجب أن يكون {0} وظيفة.",
  "invalidKeyReturned": "خطأ: أرجع محول البيانات عنصرًا بمفتاح فارغ أو غير معرّف.",
  "invalidPivotContent": "محتوى غير صالح: يجب أن يتكون المحتوى المحوري من PivotItems.",
  "invalidRequestedCountReturned": "خطأ: يجب أن يُرجع محول البيانات CountResult.unknown أو CountResult.failure أو رقمًا صحيحًا غير سلبي للعدد.",
  "invalidSearchBoxSuggestionKind": "خطأ: نوع اقتراحات البحث غير صالح.",
  "invalidTemplate": "قالب غير صالح: يجب إنشاء القوالب قبل نقلها إلى ListView، كما يجب أن تحتوي على شجرة عناصر صالحة.",
  "invalidViewBoxChildren": "يتوقع ViewBox أن يتوفر له عنصر تابع واحد فقط",
  "invalidZoomFactor": "zoomFactor غير صالح",
  "itemInfoIsDeprecated": "قد يتم تغيير GridLayout.itemInfo أو قد لا تتوفر في الإصدارات اللاحقة. استخدم CellSpanningLayout بدلاً منها.",
  "itemInfoIsInvalid": "وسيطة غير صالحة: يلزم توفير وظيفة itemInfo والتي تعمل على إرجاع كائن مع إظهار الخاصيتين الرقميتين للارتفاع والعرض.",
  "itemIsInvalid": "وسيطة غير صالحة: يجب أن يكون العنصر أحد عناصر DOM التي تم إرجاعها بواسطة \"إدارة العناصر\" ولم يتم استبدالها أو تحريرها.",
  "itemRendererIsInvalid": "وسيطة غير صالحة: يجب أن يكون itemRenderer وظيفة.",
  "keyIsInvalid": "وسيطة غير صالحة: يجب أن يكون المفتاح سلسلة.",
  "listDataAdapterIsInvalid": "وسيطة غير صالحة: يجب أن يكون listDataAdapter كائنًا أو صفيفًا.",
  "listDataSourceIsInvalid": "وسيطة غير صالحة: يجب أن يكون dataSource كائنًا.",
  "listViewInvalidItem": "يجب أن يوفر العنصر فهرسًا أو مفتاحًا أو وصفًا لعنصر مطابق.",
  "listViewViewportAriaLabel": "تمرير الحاوية",
  "loadingBehaviorIsDeprecated": "تكوين غير صالح: يتم إهمال loadingBehavior. ستقوم عناصر التحكم بتعيين الإعداد الافتراضي لهذه الخاصية إلى ’randomAccess‘. الرجاء مراجعة نموذج SDK ”لسلوكيات تحميل ListView“ للحصول على إرشادات حول كيفية تنفيذ سلوك التحميل التزايدي.",
  "loadMorePagesIsDeprecated": "يتم إهمال loadMorePages. لن يؤدي استدعاء هذه الوظيفة إلى حدوث أي تأثيرات. الرجاء مراجعة نموذج SDK \"لسلوكيات تحميل ListView\" للحصول على إرشادات حول كيفية تنفيذ سلوك التحميل التزايدي.",
  "maxRowsIsDeprecated": "قد يتم تغيير GridLayout.maxRows أو قد لا تتوفر في الإصدارات اللاحقة. ويمكنك بدلاً من ذلك استخدام الخاصية maximumRowsOrColumns.",
  "menuAriaLabel": "قائمة",
  "menuCommandAriaLabel": "عنصر القائمة",
  "modeIsInvalid": "وسيطة غير صالحة: يجب أن تكون قيمة الوضع إحدى القيم التالية: 'none' أو 'single' أو 'multi'.",
  "mustContainCommands": "HTML غير صالح: يجب أن تحتوي أشرطة التطبيقات/القوائم على AppBarCommands/MenuCommands فقط",
  "navBarContainerViewportAriaLabel": "تمرير الحاوية",
  "noAnchor": "وسيطة غير صالحة: يتطلب إظهار القائمة المنبثقة عنصر DOM كمعلمة له.",
  "noitemsManagerForCount": "عملية غير صالحة: يتعذر الحصول على عدد في حالة عدم تعيين dataSource",
  "notCompatibleWithSemanticZoom": "يمكن فقط استخدام ListView مع SemanticZoom في حالة تعيين سلوك تحميل randomAccess.",
  "nullCommand": "وسيطة غير صالحة: يجب ألا يكون الأمر فارغًا",
  "off": "إيقاف التشغيل",
  "on": "تشغيل",
  "pagesToLoadIsDeprecated": "تكوين غير صالح: يتم إهمال pagesToLoad. لن تستخدم عناصر التحكم هذه الخاصية. الرجاء مراجعة نموذج SDK \"لسلوكيات تحميل ListView\" للحصول على إرشادات حول كيفية تنفيذ سلوك التحميل التزايدي.",
  "pagesToLoadThresholdIsDeprecated": "تكوين غير صالح: يتم إهمال pagesToLoadThreshold.  لن تستخدم عناصر التحكم هذه الخاصية. الرجاء مراجعة نموذج SDK \"لسلوكيات تحميل ListView\" للحصول على إرشادات حول كيفية تنفيذ سلوك التحميل التزايدي.",
  "pivotAriaLabel": "[Pivot]",
  "pivotViewportAriaLabel": "تمرير الحاوية",
  "refreshCycleIdentified": "تم العثور على دورة تحديث، على الأرجح عدم اتساق البيانات",
  "repeaterReentrancy": "لا يمكن تعديل بيانات \"عنصر التحكم Repeater\" حتى يقوم \"عنصر التحكم Repeater\" بتنفيذ تعديل سابق.",
  "requiresCommands": "وسيطة غير صالحة: يجب ألا تكون الأوامر فارغة",
  "resetGroupHeaderIsDeprecated": "قد يتم تغيير resetGroupHeader أو قد لا تتوفر في الإصدارات اللاحقة. لذا قم بدلاً من ذلك بتحديد عنصر رأس الصفحة كعنصر يمكن إزالته باستخدام WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "قد يتم تغيير resetItem أو قد لا تتوفر في الإصدارات اللاحقة. لذا قم بدلاً من ذلك بتحديد العنصر كعنصر يمكن إزالته باستخدام WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "مربع البحث",
  "searchBoxAriaLabelButton": "انقر لإرسال استعلام",
  "searchBoxAriaLabelInputNoPlaceHolder": "مربع البحث، اضغط enter لإرسال استعلام أو esc لمسح النص",
  "searchBoxAriaLabelInputPlaceHolder": "مربع البحث، {0}، اضغط enter لإرسال استعلام أو esc لمسح النص",
  "searchBoxAriaLabelQuery": "الاقتراح: {0}",
  "searchBoxAriaLabelResult": "النتيجة: {0}، {1}",
  "searchBoxAriaLabelSeparator": "الفاصل: {0}",
  "selectAMPM": "حدد مساءً أو صباحًا",
  "selectDay": "حدد يومًا",
  "selectHour": "حدد ساعة",
  "selectMinute": "حدد دقيقة",
  "selectMonth": "حدد شهرًا",
  "selectYear": "حدد سنة",
  "settingsFlyoutAriaLabel": "القائمة المنبثقة للإعدادات",
  "settingsFlyoutWidthIsDeprecated": "قد يتم تغيير SettingsFlyout.width أو قد لا تتوفر في الإصدارات اللاحقة. وبدلاً من ذلك، استخدم خاصية العرض لـ CSS على العناصر مع الفئة .win-settingsflyout.",
  "tentativeRating": "تصنيف مبدئي",
  "timePicker": "منتقي الوقت",
  "tooltipStringsIsInvalid": "وسيطة غير صالحة: يجب أن تكون tooltipStrings فارغة أو مصفوفة من السلاسل.",
  "unrated": "غير مصنف",
  "userRating": "تصنيف المستخدم"
}