{
  "appBarAriaLabel": "Alkalmazássáv",
  "appBarCommandAriaLabel": "Alkalmazássáv eleme",
  "asynchronousRender": "A felső szintű elemeket egy időben kell megjeleníteni",
  "automaticallyLoadPagesIsDeprecated": "Érvénytelen konfiguráció: Az automaticallyLoadPages tulajdonság elavult, és a vezérlő az alapértelmezett false értékre fogja állítani. Az inkrementális vagy növekményes betöltési funkciókról az SDK ListView-betöltési viselkedéseihez kapcsolódó mintákban tájékozódhat.",
  "averageRating": "Átlagos értékelés",
  "backbuttonarialabel": "Vissza",
  "backdropColorIsDeprecated": "Érvénytelen konfiguráció: A backdropColor tulajdonság elavult. Használja helyette a .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } stílusosztályt.",
  "badAlignment": "Érvénytelen argumentum: A flyout elem alignment attribútumának értéke csak \"center\" (ez az alapértelmezés), \"left\" és \"right\" lehet.",
  "badAxis": "Érvénytelen argumentum: Az orientation attribútum értéke csak a \"horizontal\" és a \"vertical\" karakterlánc lehet",
  "badButtonElement": "Érvénytelen argumentum: A button, a toggle és a flyout típusú elemek parancsa (command) esetén az element értéke csak null vagy egy button típusú elem lehet",
  "badClick": "Érvénytelen argumentum: A(z) {0} objektumok onclick tulajdonságának értéke csak függvény lehet",
  "badCurrentPage": "Érvénytelen argumentum: A currentPage értéke csak nemnegatív szám lehet, és az adatforrás szabta határon belül kell lennie",
  "badDivElement": "Érvénytelen argumentum. Tartalomparancsok esetén az elemnek nullértékűnek vagy div elemnek kell lennie",
  "badFlyout": "Érvénytelen argumentum: A(z) {0} elem flyout tulajdonságának értéke csak egy Flyout-objektum vagy egy Flyout-objektum karakterláncos azonosítója lehet",
  "badHrElement": "Érvénytelen argumentum: A separator elemek esetén az element értéke csak null vagy egy hr elem lehet",
  "badItemSpacingAmount": "Érvénytelen argumentum: Az itemSpacing argumentum értéke csak nemnegatív szám lehet",
  "badLayout": "Érvénytelen argumentum: A layout tulajdonság értéke csak \"custom\" és \"commands\" lehet",
  "badPlacement": "Érvénytelen argumentum: A Flyout elemek placement tulajdonságának értéke csak \"top\" (ez  az alapértelmezés), \"bottom\", \"left\", \"right\" és \"auto\" lehet.",
  "badReference": "Érvénytelen argumentum: Érvénytelen a beállítások úszó paneljére mutató hivatkozás",
  "cannotChangeCommandsWhenVisible": "Érvénytelen argumentum: A(z) {0} parancsainak módosítása előtt meg kell hívni a hide() metódust",
  "cannotChangeHiddenProperty": "Rejtett tulajdonságot mindaddig nem lehet beállítani, míg a szülő ({0}) látható.",
  "cannotChangeLayoutWhenVisible": "Érvénytelen argumentum: A layout tulajdonság értéke nem módosítható, ha az alkalmazássávot reprezentáló AppBar-objektum látható; előbb meg kell hívni a hide() metódust",
  "cannotChangePlacementWhenVisible": "Érvénytelen argumentum: A placement tulajdonság értéke nem módosítható, ha az alkalmazássávot reprezentáló AppBar-objektum látható; előbb meg kell hívni a hide() metódust",
  "clearYourRating": "Értékelés törlése",
  "closeOverlay": "Bezárás",
  "datePicker": "Dátumválasztó",
  "disableBackdropIsDeprecated": "Érvénytelen konfiguráció: A disableBackdrop tulajdonság elavult. Használja helyette a .win-listview .win-container.win-backdrop { background-color:transparent; } stílusosztályt.",
  "duplicateConstruction": "Érvénytelen argumentum: DOM-elemenként csak egyszer példányosíthatók a vezérlők",
  "duplicateSection": "Duplikált központszakaszok: Minden HubSection szakasznak egyedinek kell lennie",
  "flipViewNavigationDuringStateChange": "Hiba: Az itemDataSource és az itemTemplate tulajdonság módosítása után a FlipView vezérlőbeli navigálást késleltetni kell a pageselected esemény bekövetkeztéig.",
  "flipViewPanningContainerAriaLabel": "Görgethető tároló",
  "flyoutAriaLabel": "Úszó panel",
  "groupInfoIsDeprecated": "A GridLayout.groupInfo módosulhat vagy megszűnhet a jövőbeli verziókban, ezért a CellSpanningLayout objektumot célszerű használni helyette.",
  "groupInfoResultIsInvalid": "Érvénytelen eredmény: A cella-összevonási csoportokkal kapcsolatos groupInfo elemben a cellák szélességét megadó cellWidth és a magasságot megadó cellHeight nevű numerikus tulajdonságot is meg kell adni.",
  "hubViewportAriaLabel": "Görgethető tároló",
  "indexIsInvalid": "Érvénytelen argumentum: Az index csak nemnegatív egész szám lehet.",
  "invalidCountReturned": "Hiba: Az adatadapternek undefined, null vagy CountResult.unknown értéket, vagy nemnegatív egész számot kell visszaadnia elemszámként.",
  "invalidHubContent": "Érvénytelen tartalom: A központ tartalmát HubSection-szakaszokból kell kialakítani.",
  "invalidIndexReturned": "Hiba: Az adatadapternek undefined vagy null értéket, vagy egy nemnegatív egész számot kell visszaadnia az index értékeként.",
  "invalidItemReturned": "Hiba: Az adatadapter nem objektumot adott vissza.",
  "invalidItemsManagerCallback": "Érvénytelen argumentum: A(z) {0} csak függvény lehet.",
  "invalidKeyReturned": "Hiba: Az adatadapter undefined vagy null kulcsértékű elemet adott vissza.",
  "invalidPivotContent": "Érvénytelen tartalom: a Pivot tartalomnak PivotItem elemekből kell állnia.",
  "invalidRequestedCountReturned": "Hiba: Az adatadapternek CountResult.unknown vagy CountResult.failure értéket, vagy nemnegatív egész számot kell visszaadnia elemszánként.",
  "invalidSearchBoxSuggestionKind": "Hiba: Érvénytelen típusú keresési javaslat.",
  "invalidTemplate": "Érvénytelen sablon: A sablonokat a ListView-objektumnak történő átadás előtt kell létrehozni, és érvényes elemfát kell tartalmazniuk.",
  "invalidViewBoxChildren": "A ViewBox objektumnak csak egy gyermekeleme lehet",
  "invalidZoomFactor": "Érvénytelen a zoomFactor értéke",
  "itemInfoIsDeprecated": "A GridLayout.itemInfo módosulhat vagy megszűnhet a jövőbeli verziókban, ezért a CellSpanningLayout objektumot célszerű használni helyette.",
  "itemInfoIsInvalid": "Érvénytelen argumentum: Implementálni kell egy itemInfo függvényt, ami egy numerikus szélességet és magasságot tartalmazó tulajdonságból álló objektumot ad vissza.",
  "itemIsInvalid": "Érvénytelen argumentum: Az elem csak elemkezelő által visszaadott, nem felcserélt és nem feloldott DOM-elem lehet.",
  "itemRendererIsInvalid": "Érvénytelen argumentum: Az itemRenderer argumentum értéke csak függvény lehet.",
  "keyIsInvalid": "Érvénytelen argumentum: A key attribútum értéke csak karakterlánc lehet.",
  "listDataAdapterIsInvalid": "Érvénytelen argumentum: A listDataAdapter csak objektum és tömb lehet.",
  "listDataSourceIsInvalid": "Érvénytelen argumentum: A dataSource értéke csak objektum lehet.",
  "listViewInvalidItem": "Az elemnek biztosítania kell a sorszámát megadó index, a kulcsát megadó key vagy a leírását megadó description tulajdonságot.",
  "listViewViewportAriaLabel": "Görgethető tároló",
  "loadingBehaviorIsDeprecated": "Érvénytelen konfiguráció: A loadingBehavior tulajdonság elavult, és a vezérlő az alapértelmezett randomAccess (közvetlen elérés) értékre fogja állítani. Az inkrementális vagy növekményes betöltési funkciókról az SDK ListView-betöltési viselkedéseihez kapcsolódó mintákban tájékozódhat.",
  "loadMorePagesIsDeprecated": "A loadMorePages függvény elavult, és meghívásának nem lesz hatása. Az inkrementális vagy növekményes betöltési funkciókról az SDK ListView-betöltési viselkedéseihez kapcsolódó mintákban tájékozódhat.",
  "maxRowsIsDeprecated": "A GridLayout.maxRows módosulhat vagy megszűnhet a jövőbeli verziókban. Használja helyette a maximumRowsOrColumns tulajdonságot.",
  "menuAriaLabel": "Menü",
  "menuCommandAriaLabel": "Menüparancs",
  "modeIsInvalid": "Érvénytelen argumentum: A mode értéke csak \"none\", \"single\" és \"multi\" lehet.",
  "mustContainCommands": "Érvénytelen HTML: Az alkalmazássávok (AppBar) és a menük (Menu) csak alkalmazássáv-parancsokat (AppBarCommand) és menüparancsokat (MenuCommand) tartalmazhatnak",
  "navBarContainerViewportAriaLabel": "Görgethető tároló",
  "noAnchor": "Érvénytelen argumentum: Az úszó panel megjelenítéséhez meg kell adni számára paraméterként egy DOM-elemet.",
  "noitemsManagerForCount": "Érvénytelen művelet: Nem kérdezhető le az elemszám, ha nincs beállítva adatforrás (dataSource tulajdonság)",
  "notCompatibleWithSemanticZoom": "A ListView csak akkor használható a SemanticZoom nagyítási móddal,, ha a betöltési módot megadó tulajdonság értéke randomAccess.",
  "nullCommand": "Érvénytelen argumentum: A parancs nem lehet nullértékű",
  "off": "Kikapcsolva",
  "on": "Bekapcsolva",
  "pagesToLoadIsDeprecated": "Érvénytelen konfiguráció: A pagesToLoad tulajdonság elavult, és a vezérlő nem fogja használni. Az inkrementális vagy növekményes betöltési funkciókról az SDK ListView-betöltési viselkedéseihez kapcsolódó mintákban tájékozódhat.",
  "pagesToLoadThresholdIsDeprecated": "Érvénytelen konfiguráció: A pagesToLoadThreshold tulajdonság elavult, és a vezérlő nem fogja használni. Az inkrementális vagy növekményes betöltési funkciókról az SDK ListView-betöltési viselkedéseihez kapcsolódó mintákban tájékozódhat.",
  "pivotAriaLabel": "Рîνőт",
  "pivotViewportAriaLabel": "Görgethető tároló",
  "refreshCycleIdentified": "fut egy frissítési ciklus, valószínűleg inkonzisztensek az adatok",
  "repeaterReentrancy": "A Repeater adatai nem módosíthatók, amíg az előző módosítások mentése meg nem történik.",
  "requiresCommands": "Érvénytelen argumentum: A parancsok nem lehetnek üresek",
  "resetGroupHeaderIsDeprecated": "A resetGroupHeader módosulhat vagy megszűnhet a jövőbeli verziókban, ezért célszerű inkább törölhetőként megjelölni a fejlécelemet a WinJS.Utilities.markDisposable művelettel.",
  "resetItemIsDeprecated": "A resetItem módosulhat vagy megszűnhet a jövőbeli verziókban, ezért célszerű inkább törölhetőként megjelölni az elemet a WinJS.Utilities.markDisposable művelettel.",
  "searchBoxAriaLabel": "Keresőmező",
  "searchBoxAriaLabelButton": "Kattintson ide a lekérdezés elküldéséhez",
  "searchBoxAriaLabelInputNoPlaceHolder": "Keresőmező, Enter: lekérdezés elküldése, Esc: szöveg törlése",
  "searchBoxAriaLabelInputPlaceHolder": "Keresőmező, {0}, Enter: lekérdezés elküldése, Esc: szöveg törlése",
  "searchBoxAriaLabelQuery": "Javaslat: {0}",
  "searchBoxAriaLabelResult": "Találat: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Elválasztó: {0}",
  "selectAMPM": "Napszakkijelzés megadása",
  "selectDay": "Nap megadása",
  "selectHour": "Óra megadása",
  "selectMinute": "Perc megadása",
  "selectMonth": "Hónap megadása",
  "selectYear": "Év megadása",
  "settingsFlyoutAriaLabel": "Beállítások úszó panelje",
  "settingsFlyoutWidthIsDeprecated": "A SettingsFlyout.width módosulhat vagy megszűnhet a jövőbeli verziókban, ezért célszerűbb a CSS-beli width tulajdonságot megadni a .win-settingsflyout stílusosztályba tartozó elemekben.",
  "tentativeRating": "Függő értékelés",
  "timePicker": "Időpontválasztó",
  "tooltipStringsIsInvalid": "Érvénytelen argumentum: A tooltipStrings értéke csak null és karakterlánc típusú tömb lehet.",
  "unrated": "Nem értékelt",
  "userRating": "Felhasználói értékelés"
}