{
  "appBarAriaLabel": "Applinje",
  "appBarCommandAriaLabel": "Element på applinje",
  "asynchronousRender": "Elementer på øverste nivå må gjengi synkront",
  "automaticallyLoadPagesIsDeprecated": "Ugyldig konfigurasjon: automaticallyLoadPages er avskrevet. Kontrollen vil som standard sette denne egenskapen til usann. Se SDK-eksemplet Lasteatferd for ListView for veiledning om hvordan du implementerer trinnvis lasteatferd.",
  "averageRating": "Gjennomsnitt",
  "backbuttonarialabel": "Tilbake",
  "backdropColorIsDeprecated": "Ugyldig konfigurasjon: backdropColor er avskrevet. Stil: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } i stedet.",
  "badAlignment": "Ugyldig argument: Justering av undermeny må være center (standard), left eller right.",
  "badAxis": "Ugyldig argument: retning må være en streng, enten horizontal eller vertical",
  "badButtonElement": "Ugyldig argument: For en knapp, veksleknapp eller undermenykommando må elementet være null eller et knappeelement",
  "badClick": "Ugyldig argument: onclick-egenskapen for {0} må være en funksjon",
  "badCurrentPage": "Ugyldig argument: currentPage må være et tall som er større enn eller lik null, og være innenfor grensene for datakilden",
  "badDivElement": "Ugyldig argument: For en innholdskommando må elementet være null eller et delingselement",
  "badFlyout": "Ugyldig argument: Undermenyegenskapen for {0} må være Flyout eller en streng-ID for Flyout",
  "badHrElement": "Ugyldig argument: For et skilletegn må elementet være null eller et hr-element",
  "badItemSpacingAmount": "Ugyldig argument: itemSpacing må være et tall som er større enn eller lik null",
  "badLayout": "Ugyldig argument: Oppsettsegenskapen må være custom eller commands",
  "badPlacement": "Ugyldig argument: Plasseringen av undermenyen må være top (standard), bottom, left, right eller auto.",
  "badReference": "Ugyldig argument: Ugyldig href til undermenyfragment for innstillinger",
  "cannotChangeCommandsWhenVisible": "Ugyldig argument: Du må kalle hide() før du endrer kommandoene {0}",
  "cannotChangeHiddenProperty": "Kan ikke angi skjult egenskap mens den overordnede {0} er synlig.",
  "cannotChangeLayoutWhenVisible": "Ugyldig argument: Oppsettsegenskapen kan ikke angis når applinjen er synlig, kall først hide()",
  "cannotChangePlacementWhenVisible": "Ugyldig argument: Plasseringsegenskapen kan ikke angis når applinjen er synlig, kall først hide()",
  "clearYourRating": "Fjern vurderingen",
  "closeOverlay": "Lukk",
  "datePicker": "Datovelger",
  "disableBackdropIsDeprecated": "Ugyldig konfigurasjon: disableBackdrop er avskrevet. Stil: .win-listview .win-container.win-backdrop { background-color:transparent; } i stedet.",
  "duplicateConstruction": "Ugyldig argument: Du kan bare starte én kontroll om gangen for hvert DOM-element",
  "duplicateSection": "Dupliserte hub-økter: Hver HubSection må være unik",
  "flipViewNavigationDuringStateChange": "Feil: Når du har endret itemDataSource eller itemTemplate, må all navigering i FlipView-kontrollen utsettes til pageselected-hendelsen er utløst.",
  "flipViewPanningContainerAriaLabel": "Rullende beholder",
  "flyoutAriaLabel": "Undermeny",
  "groupInfoIsDeprecated": "GridLayout.groupInfo kan være utilgjengelig i fremtidige versjoner. Bruk i stedet CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Ugyldig resultat: groupInfo-resultat for grupper som går over celler, må inkludere følgende numeriske egenskaper: cellWidth og cellHeight.",
  "hubViewportAriaLabel": "Rullende beholder",
  "indexIsInvalid": "Ugyldig argument: Indeksen må være et ikke-negativt heltall.",
  "invalidCountReturned": "Feil: Dataadapteren må returnere udefinert, null, CountResult.unknown eller et ikke-negativt heltall for antallet.",
  "invalidHubContent": "Ugyldig innhold: Hub-innhold må bestå av HubSections.",
  "invalidIndexReturned": "Feil: Dataadapteren må returnere udefinert, null eller et ikke-negativt heltall for indeksen.",
  "invalidItemReturned": "Feil: Dataadapteren returnerte et element som ikke er et objekt.",
  "invalidItemsManagerCallback": "Ugyldig argument: {0} må være en funksjon.",
  "invalidKeyReturned": "Feil: Dataadapteren returnerte element med udefinert nøkkel.",
  "invalidPivotContent": "Ugyldig innhold: Pivotinnhold må bestå av PivotItems.",
  "invalidRequestedCountReturned": "Feil: Dataadapteren må returnere CountResult.unknown, CountResult.failure eller et ikke-negativt heltall for antallet.",
  "invalidSearchBoxSuggestionKind": "Feil: Ugyldig type søkeforslag.",
  "invalidTemplate": "Ugyldig mal: Malene må opprettes før de sendes til ListView, og de må inneholde et gyldig elementtre.",
  "invalidViewBoxChildren": "ViewBox forventer bare ett underordnet element",
  "invalidZoomFactor": "Ugyldig zoomFactor",
  "itemInfoIsDeprecated": "GridLayout.itemInfo kan være utilgjengelig i fremtidige versjoner. Bruk i stedet CellSpanningLayout.",
  "itemInfoIsInvalid": "Ugyldig argument: Det må angis en itemInfo-funksjon som returnerer et objekt med numeriske bredde- og høydeegenskaper.",
  "itemIsInvalid": "Ugyldig argument: Elementet må være et DOM-element som ble returnert av elementbehandlingen, og er ikke erstattet eller frigitt.",
  "itemRendererIsInvalid": "Ugyldig argument: itemRenderer må være en funksjon.",
  "keyIsInvalid": "Ugyldig argument: Nøkkelen må være en streng.",
  "listDataAdapterIsInvalid": "Ugyldig argument: listDataAdapter må være et objekt eller en matrise.",
  "listDataSourceIsInvalid": "Ugyldig argument: dataSource må være et objekt.",
  "listViewInvalidItem": "Elementet må angi indeks, nøkkel eller beskrivelse for tilsvarende element.",
  "listViewViewportAriaLabel": "Rullende beholder",
  "loadingBehaviorIsDeprecated": "Ugyldig konfigurasjon: loadingBehavior er avskrevet. Kontrollen vil som standard sette denne egenskapen til randomAccess. Se SDK-eksemplet Lasteatferd for ListView for veiledning om hvordan du implementerer trinnvis lasteatferd.",
  "loadMorePagesIsDeprecated": "loadMorePages er avskrevet. Start av denne funksjonen vil ikke ha noen virkning. Se SDK-eksemplet Lasteatferd for ListView for veiledning om hvordan du implementerer trinnvis lasteatferd.",
  "maxRowsIsDeprecated": "GridLayout.maxRows kan være endret eller utilgjengelig i fremtidige versjoner. Bruk i stedet egenskapen maximumRowsOrColumns.",
  "menuAriaLabel": "Meny",
  "menuCommandAriaLabel": "Menyelement",
  "modeIsInvalid": "Ugyldig argument: Modusen må være en av følgende verdier: none, single eller multi.",
  "mustContainCommands": "Ugyldig HTML: AppBars/Menus kan bare inneholder AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Rullende beholder",
  "noAnchor": "Ugyldig argument: Visning av undermeny krever et DOM-element som parameter.",
  "noitemsManagerForCount": "Ugyldig operasjon: Kan ikke hente antall hvis ikke dataSource er angitt",
  "notCompatibleWithSemanticZoom": "ListView kan bare brukes med SemanticZoom hvis innlastingsadferden randomAccess er angitt.",
  "nullCommand": "Ugyldig: kommandoen kan ikke være null",
  "off": "Av",
  "on": "På",
  "pagesToLoadIsDeprecated": "Ugyldig konfigurasjon: pagesToLoad er avskrevet. Kontrollen vil ikke bruke denne egenskapen. Se SDK-eksemplet Lasteatferd for ListView for veiledning om hvordan du implementerer trinnvis lasteatferd.",
  "pagesToLoadThresholdIsDeprecated": "Ugyldig konfigurasjon: pagesToLoadThreshold er avskrevet. Kontrollen vil ikke bruke denne egenskapen. Se SDK-eksemplet Lasteatferd for ListView for veiledning om hvordan du implementerer trinnvis lasteatferd.",
  "pivotAriaLabel": "Ρіνοŧ",
  "pivotViewportAriaLabel": "Rullende beholder",
  "refreshCycleIdentified": "finner oppdateringssyklus, sannsynlig datainkonsekvens",
  "repeaterReentrancy": "Kan ikke endre Repeater-data før Repeater har lagret forrige endring.",
  "requiresCommands": "Ugyldig argument: Kommandoer kan ikke være tomme",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader kan være utilgjengelig i fremtidige versjoner. Merk hodeelementet som mulig å fjerne ved hjelp av WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem kan være utilgjengelig i fremtidige versjoner. Merk elementet som mulig å fjerne ved hjelp av WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Søkeboks",
  "searchBoxAriaLabelButton": "Klikk for å sende inn spørring",
  "searchBoxAriaLabelInputNoPlaceHolder": "Søkeboks, Enter for å sende inn, ESC for å fjerne",
  "searchBoxAriaLabelInputPlaceHolder": "Søkeboks, {0}, Enter for å sende inn, ESC for å fjerne",
  "searchBoxAriaLabelQuery": "Forslag: {0}",
  "searchBoxAriaLabelResult": "Resultat: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Skilletegn: {0}",
  "selectAMPM": "Velg AM/PM",
  "selectDay": "Velg dag",
  "selectHour": "Velg time",
  "selectMinute": "Velg minutt",
  "selectMonth": "Velg måned",
  "selectYear": "Velg år",
  "settingsFlyoutAriaLabel": "Innstillinger",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width kan være endret eller utilgjengelig i fremtidige versjoner. Stil i stedet CSS-breddeegenskapen i elementer med klassen .win-settingsflyout.",
  "tentativeRating": "Foreløpig vurdering",
  "timePicker": "Klokkeslettvelger",
  "tooltipStringsIsInvalid": "Ugyldig argument: tooltipStrings må være null eller en matrise med strenger.",
  "unrated": "Ikke vurdert",
  "userRating": "Brukervurdering"
}