{
  "appBarAriaLabel": "Γραμμή εφαρμογής",
  "appBarCommandAriaLabel": "Στοιχείο γραμμής εφαρμογής",
  "asynchronousRender": "Η απόδοση των στοιχείων ανώτατου επιπέδου πρέπει να γίνεται συγχρονισμένα",
  "automaticallyLoadPagesIsDeprecated": "Μη έγκυρη ρύθμιση παραμέτρων: το automaticallyLoadPages βρίσκεται υπό απόσυρση. Το στοιχείο ελέγχου θα μετατρέψει από προεπιλογή αυτήν την ιδιότητα σε false. Ανατρέξτε στο δείγμα SDK \"Συμπεριφορές φόρτωσης ListView\" για καθοδήγηση σχετικά με τον τρόπο υλοποίησης επαυξητικής συμπεριφοράς φόρτωσης.",
  "averageRating": "Μέσος χαρακτηρισμός",
  "backbuttonarialabel": "Πίσω",
  "backdropColorIsDeprecated": "Μη έγκυρη ρύθμιση παραμέτρων: το backdropColor βρίσκεται υπό απόσυρση. Στυλ: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } στη θέση του.",
  "badAlignment": "Μη έγκυρο όρισμα: Η στοίχιση της ανάδυσης πρέπει να είναι \"center\" (προεπιλογή), \"left\" ή \"right\".",
  "badAxis": "Μη έγκυρο όρισμα: ο προσανατολισμός πρέπει να είναι συμβολοσειρά, με τιμή \"horizontal\" ή \"vertical\"",
  "badButtonElement": "Μη έγκυρο όρισμα: Για μια εντολή \"button\", \"toggle\" ή \"flyout\", το στοιχείο πρέπει να είναι null ή στοιχείο κουμπιού",
  "badClick": "Μη έγκυρο όρισμα: Η ιδιότητα onclick για ένα στοιχείο {0} πρέπει να είναι συνάρτηση",
  "badCurrentPage": "Μη έγκυρο όρισμα: Το στοιχείο currentPage πρέπει να είναι αριθμός μεγαλύτερος ή ίσος του μηδενός και να βρίσκεται εντός των ορίων της προέλευσης δεδομένων",
  "badDivElement": "Μη έγκυρο όρισμα: Για εντολή περιεχομένου, το στοιχείο πρέπει να είναι null ή στοιχείο div",
  "badFlyout": "Μη έγκυρο όρισμα: Η ιδιότητα ανάδυσης για ένα στοιχείο {0} πρέπει να είναι ανάδυση ή αναγνωριστικό συμβολοσειράς μιας ανάδυσης",
  "badHrElement": "Μη έγκυρο όρισμα: Για ένα διαχωριστικό, το στοιχείο πρέπει να είναι null ή στοιχείο hr",
  "badItemSpacingAmount": "Μη έγκυρο όρισμα: Το στοιχείο itemSpacing πρέπει να είναι αριθμός μεγαλύτερος ή ίσος του μηδενός",
  "badLayout": "Μη έγκυρο όρισμα: Η τιμή της ιδιότητας διάταξης πρέπει να είναι \"custom\" ή \"commands\"",
  "badPlacement": "Μη έγκυρο όρισμα: Η τιμή της τοποθέτησης ανάδυσης πρέπει να είναι \"top\" (προεπιλογή), \"bottom\", \"left\", \"right\" ή \"auto\".",
  "badReference": "Μη έγκυρο όρισμα: Μη έγκυρο στοιχείο href στο απόσπασμα ανάδυσης ρυθμίσεων",
  "cannotChangeCommandsWhenVisible": "Μη έγκυρο όρισμα: Θα πρέπει να καλέσετε το στοιχείο hide() πριν αλλάξετε τις εντολές {0}",
  "cannotChangeHiddenProperty": "Δεν είναι δυνατός ο ορισμός κρυφής ιδιότητας ενώ είναι ορατό το γονικό στοιχείο {0}.",
  "cannotChangeLayoutWhenVisible": "Μη έγκυρο όρισμα: Δεν είναι δυνατός ο ορισμός της ιδιότητας διάταξης όταν το στοιχείο AppBar είναι ορατό. Καλέστε πρώτα το στοιχείο hide()",
  "cannotChangePlacementWhenVisible": "Μη έγκυρο όρισμα: Δεν είναι δυνατός ο ορισμός της ιδιότητας τοποθέτησης όταν το στοιχείο AppBar είναι ορατό. Καλέστε πρώτα το στοιχείο hide()",
  "clearYourRating": "Απαλοιφή χαρακτηρισμού",
  "closeOverlay": "Κλείσιμο",
  "datePicker": "Επιλογή ημερομηνίας",
  "disableBackdropIsDeprecated": "Μη έγκυρη ρύθμιση παραμέτρων: το disableBackdrop βρίσκεται υπό απόσυρση. Στυλ: .win-listview .win-container.win-backdrop { background-color:transparent; } στη θέση του.",
  "duplicateConstruction": "Μη έγκυρο όρισμα: Η παρουσία των στοιχείων ελέγχου μπορεί να δημιουργηθεί μία μόνο φορά για κάθε στοιχείο DOM",
  "duplicateSection": "Διπλότυπες ενότητες διανομέα: Κάθε στοιχείο HubSection πρέπει να είναι μοναδικό",
  "flipViewNavigationDuringStateChange": "Σφάλμα: Μετά την αλλαγή του στοιχείου itemDataSource ή του στοιχείου itemTemplate, οποιαδήποτε πλοήγηση στο στοιχείο ελέγχου FlipView θα πρέπει να καθυστερήσει μέχρι να ενεργοποιηθεί το συμβάν pageselected.",
  "flipViewPanningContainerAriaLabel": "Κυλιόμενο κοντέινερ",
  "flyoutAriaLabel": "Αναδυόμενο στοιχείο",
  "groupInfoIsDeprecated": "Το GridLayout.groupInfo ίσως να τροποποιηθεί ή να μην είναι διαθέσιμο σε μελλοντικές εκδόσεις. Στη θέση του, χρησιμοποιήστε το CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Μη έγκυρο αποτέλεσμα: το αποτέλεσμα groupInfo για τις ομάδες που εκτείνονται σε κελιά πρέπει να περιλαμβάνει τις εξής αριθμητικές ιδιότητες: cellWidth και cellHeight.",
  "hubViewportAriaLabel": "Κυλιόμενο κοντέινερ",
  "indexIsInvalid": "Μη έγκυρο όρισμα: το ευρετήριο πρέπει να είναι ένας θετικός ακέραιος αριθμός.",
  "invalidCountReturned": "Σφάλμα: ο προσαρμογέας δεδομένων θα πρέπει να επιστρέψει μια μη καθορισμένη τιμή, την τιμή null, την τιμή CountResult.unknown ή έναν θετικό ακέραιο αριθμό για την καταμέτρηση.",
  "invalidHubContent": "Μη έγκυρο περιεχόμενο: Το περιεχόμενο διανομέα πρέπει να αποτελείται από στοιχεία HubSection.",
  "invalidIndexReturned": "Σφάλμα: ο προσαρμογέας δεδομένων θα πρέπει να επιστρέψει μια μη καθορισμένη τιμή, την τιμή null ή έναν θετικό ακέραιο αριθμό για το ευρετήριο.",
  "invalidItemReturned": "Σφάλμα: ο προσαρμογέας δεδομένων επέστρεψε ένα στοιχείο που δεν είναι αντικείμενο.",
  "invalidItemsManagerCallback": "Μη έγκυρο όρισμα: Το στοιχείο {0} πρέπει να είναι συνάρτηση.",
  "invalidKeyReturned": "Σφάλμα: ο προσαρμογέας δεδομένων επέστρεψε ένα στοιχείο με ένα μη καθορισμένο κλειδί ή με ένα κλειδί null.",
  "invalidPivotContent": "Μη έγκυρο περιεχόμενο: Το περιεχόμενο του κεντρικού στοιχείου ελέγχου πρέπει να αποτελείται από στοιχεία PivotItems.",
  "invalidRequestedCountReturned": "Σφάλμα: ο προσαρμογέας δεδομένων θα πρέπει να επιστρέψει τις τιμές CountResult.unknown, CountResult.failure ή έναν θετικό ακέραιο αριθμό για την καταμέτρηση.",
  "invalidSearchBoxSuggestionKind": "Σφάλμα: Μη έγκυρο είδος πρότασης αναζήτησης.",
  "invalidTemplate": "Μη έγκυρο πρότυπο: Τα πρότυπα πρέπει να δημιουργούνται προτού μεταβιβαστούν στο στοιχείο ListView και πρέπει να περιέχουν έγκυρο δέντρο στοιχείων.",
  "invalidViewBoxChildren": "Το στοιχείο ViewBox αναμένει να έχει ένα μόνο θυγατρικό στοιχείο",
  "invalidZoomFactor": "Μη έγκυρο στοιχείο zoomFactor",
  "itemInfoIsDeprecated": "Το GridLayout.itemInfo ίσως να τροποποιηθεί ή να μην είναι διαθέσιμο σε μελλοντικές εκδόσεις. Στη θέση του, χρησιμοποιήστε το CellSpanningLayout.",
  "itemInfoIsInvalid": "Μη έγκυρο όρισμα: Πρέπει να παρέχεται συνάρτηση itemInfo που να επιστρέφει ένα αντικείμενο με αριθμητικές ιδιότητες πλάτους και ύψους.",
  "itemIsInvalid": "Μη έγκυρο όρισμα: το στοιχείο πρέπει να είναι στοιχείο DOM που επέστρεψε η Διαχείριση στοιχείων και το οποίο δεν έχει αντικατασταθεί ή αποδεσμευτεί.",
  "itemRendererIsInvalid": "Μη έγκυρο όρισμα: Το στοιχείο itemRenderer πρέπει να είναι συνάρτηση.",
  "keyIsInvalid": "Μη έγκυρο όρισμα: το κλειδί πρέπει να είναι συμβολοσειρά.",
  "listDataAdapterIsInvalid": "Μη έγκυρο όρισμα: το στοιχείο listDataAdapter πρέπει να είναι αντικείμενο ή πίνακας.",
  "listDataSourceIsInvalid": "Μη έγκυρο όρισμα: το στοιχείο dataSource πρέπει να είναι αντικείμενο.",
  "listViewInvalidItem": "Το στοιχείο πρέπει να παρέχει το ευρετήριο, το κλειδί ή την περιγραφή του αντίστοιχου στοιχείου.",
  "listViewViewportAriaLabel": "Κυλιόμενο κοντέινερ",
  "loadingBehaviorIsDeprecated": "Μη έγκυρη ρύθμιση παραμέτρων: το loadingBehavior βρίσκεται υπό απόσυρση. Το στοιχείο ελέγχου θα μετατρέψει από προεπιλογή αυτήν την ιδιότητα σε \"randomAccess\". Ανατρέξτε στο δείγμα SDK \"Συμπεριφορές φόρτωσης ListView\" για καθοδήγηση σχετικά με τον τρόπο υλοποίησης επαυξητικής συμπεριφοράς φόρτωσης.",
  "loadMorePagesIsDeprecated": "Το loadMorePages βρίσκεται υπό απόσυρση. Η κλήση αυτής της λειτουργίας δεν θα έχει κανένα αποτέλεσμα. Ανατρέξτε στο δείγμα SDK \"Συμπεριφορές φόρτωσης ListView\" για καθοδήγηση σχετικά με τον τρόπο υλοποίησης επαυξητικής συμπεριφοράς φόρτωσης.",
  "maxRowsIsDeprecated": "Η ιδιότητα GridLayout.maxRows ίσως να τροποποιηθεί ή να μην είναι διαθέσιμη σε μελλοντικές εκδόσεις. Εναλλακτικά, χρησιμοποιήστε την ιδιότητα maximumRowsOrColumns.",
  "menuAriaLabel": "Μενού",
  "menuCommandAriaLabel": "Στοιχείο μενού",
  "modeIsInvalid": "Μη έγκυρο όρισμα: η λειτουργία πρέπει να έχει μία από τις παρακάτω τιμές: \"none\", \"single\" ή \"multi\".",
  "mustContainCommands": "Μη έγκυρο HTML: Τα στοιχεία AppBars/Menus πρέπει να περιέχουν μόνο τιμές AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Κυλιόμενο κοντέινερ",
  "noAnchor": "Μη έγκυρο όρισμα: Η εμφάνιση ανάδυσης απαιτεί ως παράμετρο ένα στοιχείο DOM.",
  "noitemsManagerForCount": "Μη έγκυρη λειτουργία: δεν είναι δυνατή η καταμέτρηση αν δεν έχει οριστεί το στοιχείο dataSource",
  "notCompatibleWithSemanticZoom": "Το στοιχείο ListView μπορεί να χρησιμοποιηθεί μόνο με το στοιχείο SemanticZoom στην περίπτωση που έχει καθοριστεί η τιμή randomAccess στη συμπεριφορά φόρτωσης.",
  "nullCommand": "Μη έγκυρο όρισμα: η εντολή δεν πρέπει να είναι null",
  "off": "Ανενεργό",
  "on": "Ενεργό",
  "pagesToLoadIsDeprecated": "Μη έγκυρη ρύθμιση παραμέτρων: το pagesToLoad βρίσκεται υπό απόσυρση. Το στοιχείο ελέγχου δεν θα χρησιμοποιήσει αυτήν την ιδιότητα. Ανατρέξτε στο δείγμα SDK \"Συμπεριφορές φόρτωσης ListView\" για καθοδήγηση σχετικά με τον τρόπο υλοποίησης επαυξητικής συμπεριφοράς φόρτωσης.",
  "pagesToLoadThresholdIsDeprecated": "Μη έγκυρη ρύθμιση παραμέτρων: το pagesToLoadThreshold βρίσκεται υπό απόσυρση. Το στοιχείο ελέγχου δεν θα χρησιμοποιήσει αυτήν την ιδιότητα. Ανατρέξτε στο δείγμα SDK \"Συμπεριφορές φόρτωσης ListView\" για καθοδήγηση σχετικά με τον τρόπο υλοποίησης επαυξητικής συμπεριφοράς φόρτωσης.",
  "pivotAriaLabel": "Ρїνòť",
  "pivotViewportAriaLabel": "Κυλιόμενο κοντέινερ",
  "refreshCycleIdentified": "βρέθηκε κύκλος ανανέωσης, πιθανή ασυνέπεια δεδομένων",
  "repeaterReentrancy": "Δεν είναι δυνατή η τροποποίηση των δεδομένων Αναμεταδότη, έως ότου ο Αναμεταδότης ολοκληρώσει την προηγούμενη τροποποίηση.",
  "requiresCommands": "Μη έγκυρο όρισμα: οι εντολές δεν πρέπει να είναι κενές",
  "resetGroupHeaderIsDeprecated": "Το resetGroupHeader ίσως να τροποποιηθεί ή να μην είναι διαθέσιμο σε μελλοντικές εκδόσεις.  Στη θέση του, σημάνετε το στοιχείο κεφαλίδας ως απορριπτέο, χρησιμοποιώντας το WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "Το resetItem ίσως να τροποποιηθεί ή να μην είναι διαθέσιμο σε μελλοντικές εκδόσεις. Στη θέση του, σημάνετε το στοιχείο ως απορριπτέο, χρησιμοποιώντας το WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Πλαίσιο αναζήτησης",
  "searchBoxAriaLabelButton": "Κάντε κλικ για να υποβάλετε ερώτημα",
  "searchBoxAriaLabelInputNoPlaceHolder": "Πλαίσιο αναζήτησης, enter για υποβολή ερωτήματος, esc για απαλοιφή του κειμένου",
  "searchBoxAriaLabelInputPlaceHolder": "Πλαίσιο αναζήτησης, {0}, enter για υποβολή ερωτήματος, esc για απαλοιφή του κειμένου",
  "searchBoxAriaLabelQuery": "Πρόταση: {0}",
  "searchBoxAriaLabelResult": "Αποτέλεσμα: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Διαχωριστικό: {0}",
  "selectAMPM": "Επιλέξτε Π.Μ. Μ.Μ",
  "selectDay": "Επιλέξτε ημέρα",
  "selectHour": "Επιλέξτε ώρα",
  "selectMinute": "Επιλέξτε λεπτά",
  "selectMonth": "Επιλέξτε μήνα",
  "selectYear": "Επιλέξτε έτος",
  "settingsFlyoutAriaLabel": "Ανάδυση ρυθμίσεων",
  "settingsFlyoutWidthIsDeprecated": "Το SettingsFlyout.width ίσως να τροποποιηθεί ή να μην είναι διαθέσιμο σε μελλοντικές εκδόσεις. Στη θέση του, εφαρμόστε στυλ στην ιδιότητα πλάτους CSS των στοιχείων με την κλάση .win-settingsflyout.",
  "tentativeRating": "Προσωρινός χαρακτηρισμός",
  "timePicker": "Επιλογή ώρας",
  "tooltipStringsIsInvalid": "Μη έγκυρο όρισμα: το στοιχείο tooltipStrings πρέπει να είναι null ή ένας πίνακας συμβολοσειρών.",
  "unrated": "Χωρίς χαρακτηρισμό",
  "userRating": "Χαρακτηρισμός χρήστη"
}