{
  "appBarAriaLabel": "Programmas josla",
  "appBarCommandAriaLabel": "Programmas joslas vienums",
  "asynchronousRender": "Augšējā līmeņa vienumu atveide jāveic sinhroni",
  "automaticallyLoadPagesIsDeprecated": "Nederīga konfigurācija: rekvizīts automaticallyLoadPages ir novecojis. Vadīkla iestatīs šim rekvizītam noklusējuma vērtību Aplams. Skatiet SDK parauga sadaļu ListView ielādes darbības, lai uzzinātu, kā ieviest inkrementālo ielādes darbību.",
  "averageRating": "Vidējais novērtējums",
  "backbuttonarialabel": "Atpakaļ",
  "backdropColorIsDeprecated": "Nederīga konfigurācija: rekvizīts backdropColor ir novecojis. Tā vietā stils: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Nederīgs arguments: izlidošanas līdzinājumam ir jābūt “center” (noklusējums), “left” vai “right”.",
  "badAxis": "Nederīgs arguments: orientācijai jābūt virknei “horizontal” vai “vertical”",
  "badButtonElement": "Nederīgs arguments: pogas, pārslēgšanai vai izlidošanas komandas elementam ir jābūt Null vai pogas elementam",
  "badClick": "Nederīgs arguments: objekta {0} rekvizītam onclick ir jābūt funkcijai",
  "badCurrentPage": "Nederīgs arguments: currentPage ir jābūt skaitlim, kas ir lielāks vai vienāds ar nulli, kā arī datu avota robežās",
  "badDivElement": "Nederīgs arguments: satura komandas elementam ir jābūt Null vai div",
  "badFlyout": "Nederīgs arguments: objekta {0} rekvizītam flyout ir jābūt izlidošanai vai izlidošanas virknes ID",
  "badHrElement": "Nederīgs arguments: atdalītāja elementam ir jābūt Null vai elementam hr",
  "badItemSpacingAmount": "Nederīgs arguments: itemSpacing ir jābūt skaitlim, kas ir lielāks vai vienāds ar nulli",
  "badLayout": "Nederīgs arguments: izkārtojuma rekvizītam ir jābūt “custom” vai “commands”",
  "badPlacement": "Nederīgs arguments: izlidošanas novietojumam jābūt “top” (noklusējums), “bottom”, “left”, “right” vai “auto”.",
  "badReference": "Nederīgs arguments: nederīgs href, kas norāda uz iestatījumu fragmentu flyout",
  "cannotChangeCommandsWhenVisible": "Nederīgs arguments: pirms komandu {0} mainīšanas ir jāizsauc hide()",
  "cannotChangeHiddenProperty": "Nevar iestatīt slēptu rekvizītu, ja vecākobjekts {0} ir redzams.",
  "cannotChangeLayoutWhenVisible": "Nederīgs arguments: izkārtojuma rekvizītu nevar iestatīt, ja ir redzama programmas josla; vispirms izsauciet hide()",
  "cannotChangePlacementWhenVisible": "Nederīgs arguments: novietojuma rekvizītu nevar iestatīt, ja ir redzama programmas josla; vispirms izsauciet hide()",
  "clearYourRating": "Notīriet savu novērtējumu",
  "closeOverlay": "Aizvērt",
  "datePicker": "Datuma atlasītājs",
  "disableBackdropIsDeprecated": "Nederīga konfigurācija: rekvizīts disableBackdrop ir novecojis. Tā vietā stils: .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Nederīgs arguments: vadīklu instances katram DOM elementam var izveidot tikai vienu reizi",
  "duplicateSection": "Centrmezgla sadaļu dublikāti: katrai centrmezgla sadaļai jābūt unikālai",
  "flipViewNavigationDuringStateChange": "Kļūda: pēc itemDataSource vai itemTemplate mainīšanas visa navigācija vadīklā FlipView ir jāaizkavē, līdz nostrādā notikums pageselected.",
  "flipViewPanningContainerAriaLabel": "Ritināšanas konteiners",
  "flyoutAriaLabel": "Izlidošana",
  "groupInfoIsDeprecated": "Nākamajās versijās rekvizīts GridLayout.groupInfo var būt mainīts vai nepieejams. Tā vietā izmantojiet CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Nederīgs rezultāts: šūnu savienošanas grupu parametra groupInfo rezultātā ir jāiekļauj šādi skaitliskie rekvizīti: cellWidth un cellHeight.",
  "hubViewportAriaLabel": "Ritināšanas konteiners",
  "indexIsInvalid": "Nederīgs arguments: indeksam ir jābūt veselam skaitlim, kas nav negatīvs.",
  "invalidCountReturned": "Kļūda: datu adapterim kā skaits ir jāatgriež nedefinēta vērtība, Null, CountResult.unknown vai vesels skaitlis, kas nav negatīvs.",
  "invalidHubContent": "Nederīgs saturs: centrmezgla saturam jābūt veidotam no centrmezgla sadaļām.",
  "invalidIndexReturned": "Kļūda: datu adapterim kā indekss ir jāatgriež nedefinēta vērtība, Null vai vesels skaitlis, kas nav negatīvs.",
  "invalidItemReturned": "Kļūda: datu adapteris atgrieza vienumu, kas nav objekts.",
  "invalidItemsManagerCallback": "Nederīgs arguments: vienumam {0} jābūt funkcijai.",
  "invalidKeyReturned": "Kļūda: datu adapteris atgrieza vienumu ar nedefinētu atslēgu vai Null.",
  "invalidPivotContent": "Nederīgs saturs: Pivot saturam jābūt veidotam no PivotItems elementiem.",
  "invalidRequestedCountReturned": "Kļūda: datu adapterim kā skaits ir jāatgriež CountResult.unknown, CountResult.failure vai vesels skaitlis, kas nav negatīvs.",
  "invalidSearchBoxSuggestionKind": "Kļūda: nederīgs meklēšanas ieteikuma veids.",
  "invalidTemplate": "Nederīga veidne: veidnes ir jāizveido, pirms tās tiek nodotas objektam ListView, un tajās ir jābūt derīgam elementu kokam.",
  "invalidViewBoxChildren": "ViewBox sagaida, ka būs tikai viens bērnelements",
  "invalidZoomFactor": "Nederīgs zoomFactor",
  "itemInfoIsDeprecated": "Nākamajās versijās rekvizīts GridLayout.itemInfo var būt mainīts vai nepieejams. Tā vietā izmantojiet CellSpanningLayout.",
  "itemInfoIsInvalid": "Nederīgs arguments: jābūt norādītai funkcijai itemInfo, kas atgriež objektu ar skaitliskiem platuma un augstuma rekvizītiem.",
  "itemIsInvalid": "Nederīgs arguments: vienumam ir jābūt DOM elementam, ko atgriež vienumu pārvaldnieks, un šis vienums nedrīkst būt aizstāts vai izlaists.",
  "itemRendererIsInvalid": "Nederīgs arguments: itemRenderer ir jābūt funkcijai.",
  "keyIsInvalid": "Nederīgs arguments: atslēgai ir jābūt virknei.",
  "listDataAdapterIsInvalid": "Nederīgs arguments: listDataAdapter ir jābūt objektam vai masīvam.",
  "listDataSourceIsInvalid": "Nederīgs arguments: dataSource ir jābūt objektam.",
  "listViewInvalidItem": "Vienumam ir jānorāda atbilstošā vienuma indekss, atslēga vai apraksts.",
  "listViewViewportAriaLabel": "Ritināšanas konteiners",
  "loadingBehaviorIsDeprecated": "Nederīga konfigurācija: rekvizīts loadingBehavior ir novecojis. Vadīkla šim rekvizītam iestatīs noklusējuma vērtību randomAccess. Skatiet SDK parauga sadaļu ListView ielādes darbības, lai uzzinātu, kā ieviest inkrementālo ielādes darbību.",
  "loadMorePagesIsDeprecated": "Rekvizīts loadMorePages ir novecojis. Izsaucot šo funkciju, nekas nenotiks. Skatiet SDK parauga sadaļu ListView ielādes darbības, lai uzzinātu, kā ieviest inkrementālo ielādes darbību.",
  "maxRowsIsDeprecated": "Nākamajās versijās rekvizīts GridLayout.maxRows var būt mainīts vai nepieejams. Tā vietā izmantojiet rekvizītu maximumRowsOrColumns.",
  "menuAriaLabel": "Izvēlne",
  "menuCommandAriaLabel": "Izvēlnes elements",
  "modeIsInvalid": "Nederīgs arguments: režīmam ir jābūt vienai no šīm vērtībām - “none”, “single” vai “multi”.",
  "mustContainCommands": "Nederīgs HTML: programmu joslās/izvēlnēs drīkst būt tikai elementi AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Ritināšanas konteiners",
  "noAnchor": "Nederīgs arguments: izlidošanas rādīšanai kā parametrs ir nepieciešams DOM elements.",
  "noitemsManagerForCount": "Nederīga operācija: nevar iegūt skaitu, ja nav iestatīts dataSource",
  "notCompatibleWithSemanticZoom": "Ja ir norādīta ielādes darbība randomAccess, tad ListView var izmantot tikai ar SemanticZoom.",
  "nullCommand": "Nederīgs arguments: komanda nedrīkst būt null",
  "off": "Izslēgts",
  "on": "Ieslēgts",
  "pagesToLoadIsDeprecated": "Nederīga konfigurācija: rekvizīts pagesToLoad ir novecojis. Vadīkla neizmantos šo rekvizītu. Skatiet SDK parauga sadaļu ListView ielādes darbības, lai uzzinātu, kā ieviest inkrementālo ielādes darbību.",
  "pagesToLoadThresholdIsDeprecated": "Nederīga konfigurācija: rekvizīts pagesToLoadThreshold ir novecojis. Vadīkla neizmantos šo rekvizītu. Skatiet SDK parauga sadaļu ListView ielādes darbības, lai uzzinātu, kā ieviest inkrementālo ielādes darbību.",
  "pivotAriaLabel": "Рïνöţ",
  "pivotViewportAriaLabel": "Ritināšanas konteiners",
  "refreshCycleIdentified": "atrasts atsvaidzināšanas cikls, iespējama datu nekonsekvence",
  "repeaterReentrancy": "Nevar modificēt atkārtotāja datus, kamēr atkārtotājs nav uzsācis iepriekšējo modificēšanu.",
  "requiresCommands": "Nederīgs arguments: komandas nedrīkst būt tukšas",
  "resetGroupHeaderIsDeprecated": "Nākamajās versijās rekvizīts resetGroupHeader var būt mainīts vai nepieejams. Tā vietā atzīmējiet galvenes elementu kā izslēdzamu, izmantojot WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "Nākamajās versijās rekvizīts resetItem var būt mainīts vai nepieejams. Tā vietā atzīmējiet elementu kā izslēdzamu, izmantojot WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Meklēšanas lodziņš",
  "searchBoxAriaLabelButton": "Noklikšķiniet, lai iesniegtu vaicājumu",
  "searchBoxAriaLabelInputNoPlaceHolder": "Meklēšanas lodziņš, nospiediet taustiņu Enter, lai iesniegtu vaicājumu, nospiediet taustiņu Esc, lai notīrītu tekstu",
  "searchBoxAriaLabelInputPlaceHolder": "Meklēšanas lodziņš, {0}, nospiediet taustiņu Enter, lai iesniegtu vaicājumu, nospiediet taustiņu Esc, lai notīrītu tekstu",
  "searchBoxAriaLabelQuery": "Ieteikums: {0}",
  "searchBoxAriaLabelResult": "Rezultāts: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Atdalītājs: {0}",
  "selectAMPM": "Atlasiet AM/PM",
  "selectDay": "Atlasiet dienu",
  "selectHour": "Atlasiet stundu",
  "selectMinute": "Atlasiet minūti",
  "selectMonth": "Atlasiet mēnesi",
  "selectYear": "Atlasiet gadu",
  "settingsFlyoutAriaLabel": "Iestatījumu izlidošana",
  "settingsFlyoutWidthIsDeprecated": "Nākamajās versijās rekvizīts SettingsFlyout.width var būt mainīts vai nepieejams. Tā vietā izmantojiet CSS platuma rekvizīta stilu elementos ar .win-settingsflyout klasi.",
  "tentativeRating": "Pagaidu novērtējums",
  "timePicker": "Laika atlasītājs",
  "tooltipStringsIsInvalid": "Nederīgs arguments: tooltipStrings ir jābūt Null vai virkņu masīvam.",
  "unrated": "Bez novērtējuma",
  "userRating": "Lietotāja novērtējums"
}