{
  "appBarAriaLabel": "Barra dell'app",
  "appBarCommandAriaLabel": "Elemento della barra dell'app",
  "asynchronousRender": "Il rendering degli elementi di livello superiore deve essere eseguito in modo sincrono",
  "automaticallyLoadPagesIsDeprecated": "Configurazione non valida. automaticallyLoadPages è deprecato. Il controllo imposterà per questa proprietà il valore predefinito false. Per indicazioni su come implementare il caricamento incrementale, fai riferimento all'esempio dell'SDK 'ListView loading behaviors'.",
  "averageRating": "Voto medio",
  "backbuttonarialabel": "Indietro",
  "backdropColorIsDeprecated": "Configurazione non valida: backdropColor è deprecato. Usa invece lo stile: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Argomento non valido. L'allineamento del riquadro a comparsa deve essere 'center' (impostazione predefinita), 'left' o 'right'.",
  "badAxis": "Argomento non valido. L'orientamento deve essere una stringa impostata su 'horizontal' o 'vertical'",
  "badButtonElement": "Argomento non valido. Per un pulsante, un interruttore o un riquadro a comparsa l'elemento deve essere null o corrispondere a un pulsante",
  "badClick": "Argomento non valido. La proprietà onclick per un {0} deve essere una funzione",
  "badCurrentPage": "Argomento non valido. currentPage deve essere un numero maggiore o uguale a zero e compreso nei limiti dell'origine dati",
  "badDivElement": "Argomento non valido. Per un comando di contenuto l'elemento deve essere Null o corrispondere a un elemento div",
  "badFlyout": "Argomento non valido. La proprietà flyout di un {0} deve essere un riquadro a comparsa o un ID di una stringa di un riquadro a comparsa",
  "badHrElement": "Argomento non valido. Per un separatore l'elemento deve essere null o corrispondere a un elemento ora",
  "badItemSpacingAmount": "Argomento non valido. itemSpacing deve essere un numero maggiore o uguale a zero",
  "badLayout": "Argomento non valido. La proprietà layout deve essere 'custom' o 'commands'",
  "badPlacement": "Argomento non valido. La posizione di un riquadro a comparsa deve essere 'top' (impostazione predefinita), 'bottom', 'left', 'right' o 'auto'.",
  "badReference": "Argomento non valido. href non valido nelle impostazioni del frammento di riquadro a comparsa",
  "cannotChangeCommandsWhenVisible": "Argomento non valido. Devi chiamare hide() prima di modificare comandi {0}",
  "cannotChangeHiddenProperty": "Non posso impostare una proprietà nascosta se quella padre {0} è visibile.",
  "cannotChangeLayoutWhenVisible": "Argomento non valido. La proprietà layout non può essere impostata se la barra dell'app è visibile. Prima chiama hide()",
  "cannotChangePlacementWhenVisible": "Argomento non valido. La proprietà relativa alla posizione non può essere impostata se la barra dell'app è visibile. Prima chiama hide()",
  "clearYourRating": "Cancella la valutazione",
  "closeOverlay": "Chiudi",
  "datePicker": "Selezione data",
  "disableBackdropIsDeprecated": "Configurazione non valida: disableBackdrop è deprecato. Usa invece lo stile: .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Argomento non valido. È possibile creare una sola istanza di controlli per ciascun elemento DOM",
  "duplicateSection": "Sezioni di hub duplicate. Ogni elemento HubSection deve essere univoco",
  "flipViewNavigationDuringStateChange": "Errore. Dopo la modifica di itemDataSource o itemTemplate, la navigazione nel controllo FlipView deve essere rimandata a dopo l'avvio dell'evento con pageselect.",
  "flipViewPanningContainerAriaLabel": "Contenitore a scorrimento",
  "flyoutAriaLabel": "Riquadro a comparsa",
  "groupInfoIsDeprecated": "GridLayout.groupInfo potrebbe essere modificato o non disponibile in future versioni. Usa invece CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Risultato non valido. Il risultato groupInfo per i gruppi di celle deve includere le seguenti proprietà numeriche: cellWidth e cellHeight.",
  "hubViewportAriaLabel": "Contenitore a scorrimento",
  "indexIsInvalid": "Argomento non valido. L'indice deve essere un numero intero non negativo.",
  "invalidCountReturned": "Errore. Per il conteggio l'adattatore dati deve restituire un valore indefinito o null, CountResult.unknown o un numero intero non negativo.",
  "invalidHubContent": "Contenuto non valido. Il contenuto dell'hub deve essere composto da elementi HubSection.",
  "invalidIndexReturned": "Errore. Per l'indice l'adattatore dati deve restituire un valore indefinito o null oppure un numero intero non negativo.",
  "invalidItemReturned": "Errore. L'adattatore dati ha restituito un elemento diverso da un oggetto.",
  "invalidItemsManagerCallback": "Argomento non valido. {0} deve essere una funzione.",
  "invalidKeyReturned": "Errore. L'adattatore dati ha restituito un elemento con chiave non definita o null.",
  "invalidRequestedCountReturned": "Errore. Per il conteggio l'adattatore dati deve restituire CountResult.unknown, CountResult.failure o un numero intero non negativo.",
  "invalidSearchBoxSuggestionKind": "Errore. Tipo di suggerimento di ricerca non valido.",
  "invalidTemplate": "Modello non valido. I modelli devono essere creati prima di essere passati alla visualizzazione Elenco (ListView) e devono contenere un albero di elementi valido.",
  "invalidViewBoxChildren": "Per ViewBox è previsto un solo elemento figlio",
  "invalidZoomFactor": "zoomFactor non valido",
  "itemInfoIsDeprecated": "GridLayout.itemInfo potrebbe essere modificato o non disponibile in future versioni. Usa invece CellSpanningLayout.",
  "itemInfoIsInvalid": "Argomento non valido. È necessario specificare una funzione itemInfo che restituisca un oggetto con proprietà di larghezza e altezza numeriche.",
  "itemIsInvalid": "Argomento non valido. L'elemento deve essere un elemento DOM restituito da Gestione elementi che non è stato sostituito o rilasciato.",
  "itemRendererIsInvalid": "Argomento non valido. itemRenderer deve essere una funzione.",
  "keyIsInvalid": "Argomento non valido. La chiave deve essere una stringa.",
  "listDataAdapterIsInvalid": "Argomento non valido. listDataAdapter deve essere un oggetto o una matrice.",
  "listDataSourceIsInvalid": "Argomento non valido. dataSource deve essere un oggetto.",
  "listViewInvalidItem": "L'elemento deve fornire indice, chiave o descrizione dell'elemento corrispondente.",
  "listViewViewportAriaLabel": "Contenitore a scorrimento",
  "loadingBehaviorIsDeprecated": "Configurazione non valida. loadingBehavior è deprecato. Il controllo imposterà per questa proprietà il valore predefinito 'randomAccess'. Per indicazioni su come implementare il caricamento incrementale, fai riferimento all'esempio dell'SDK 'ListView loading behaviors'.",
  "loadMorePagesIsDeprecated": "loadMorePages è deprecato. Se richiami questa funzione non otterrai alcun effetto. Per indicazioni su come implementare il caricamento incrementale, fai riferimento all'esempio dell'SDK 'ListView loading behaviors'.",
  "maxRowsIsDeprecated": "La proprietà GridLayout.maxRows potrebbe essere modificata o non disponibile in future versioni. Usa invece la proprietà maximumRowsOrColumns.",
  "menuAriaLabel": "Menu",
  "menuCommandAriaLabel": "Voce di menu",
  "modeIsInvalid": "Argomento non valido. La modalità deve avere uno dei valori seguenti: 'none', 'single' o 'multi'.",
  "mustContainCommands": "HTML non valido. Barre delle app e menu devono contenere solo comandi di barra dell'app o di menu rispettivamente",
  "navBarContainerViewportAriaLabel": "Contenitore a scorrimento",
  "noAnchor": "Argomento non valido. Un riquadro a comparsa visibile richiede un elemento DOM come parametro.",
  "noitemsManagerForCount": "Operazione non valida. Non posso ottenere il conteggio se non è stato impostato dataSource",
  "notCompatibleWithSemanticZoom": "Con il comportamento di caricamento randomAccess è possibile utilizzare ListView solo con SemanticZoom.",
  "nullCommand": "Argomento non valido. Il comando non deve essere null",
  "off": "Disattivato",
  "on": "Attivato",
  "pagesToLoadIsDeprecated": "Configurazione non valida. pagesToLoad è deprecato. Il controllo non userà questa proprietà. Per indicazioni su come implementare il caricamento incrementale, fai riferimento all'esempio dell'SDK 'ListView loading behaviors'.",
  "pagesToLoadThresholdIsDeprecated": "Configurazione non valida. pagesToLoadThreshold è deprecato. Il controllo non userà questa proprietà. Per indicazioni su come implementare il caricamento incrementale, fai riferimento all'esempio dell'SDK 'ListView loading behaviors'.",
  "refreshCycleIdentified": "Rilevato ciclo di aggiornamento, possibile incoerenza dei dati",
  "repeaterReentrancy": "Non posso modificare i dati del ripetitore prima che il ripetitore abbia confermato la modifica precedente.",
  "requiresCommands": "Argomento non valido. I comandi non devono essere vuoti",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader potrebbe essere modificato o non disponibile in future versioni. Contrassegna l'elemento di intestazione come eliminabile usando invece WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem potrebbe essere modificato o non disponibile in future versioni. Contrassegna l'elemento come eliminabile usando invece WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Casella di ricerca",
  "searchBoxAriaLabelButton": "Fai clic per inviare la query",
  "searchBoxAriaLabelInputNoPlaceHolder": "Casella di ricerca, Invio per inviare la query, Esc per cancellare il testo",
  "searchBoxAriaLabelInputPlaceHolder": "Casella di ricerca, {0}, Invio per inviare la query, Esc per cancellare il testo",
  "searchBoxAriaLabelQuery": "Suggerimento: {0}",
  "searchBoxAriaLabelResult": "Risultato: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Separatore: {0}",
  "selectAMPM": "Seleziona AM o PM",
  "selectDay": "Seleziona il giorno",
  "selectHour": "Seleziona l'ora",
  "selectMinute": "Seleziona i minuti",
  "selectMonth": "Seleziona il mese",
  "selectYear": "Seleziona l'anno",
  "settingsFlyoutAriaLabel": "Riquadro a comparsa Impostazioni",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width potrebbe essere modificato o non disponibile in future versioni. Assegna invece agli elementi la proprietà CSS per la larghezza con la classe.win-settingsflyout.",
  "tentativeRating": "Voto provvisorio",
  "timePicker": "Selezione ora",
  "tooltipStringsIsInvalid": "Argomento non valido. tooltipStrings deve essere null o una matrice di stringhe.",
  "unrated": "Senza voto",
  "userRating": "Voto dell'utente",
  "invalidPivotContent": "Contenuto non valido. Il contenuto del pivot deve essere composto da elementi PivotItems.",
  "pivotAriaLabel": "Рĩνότ",
  "pivotViewportAriaLabel": "Contenitore a scorrimento"
}