{
  "appBarAriaLabel": "Uygulama çubuğu",
  "appBarCommandAriaLabel": "Uygulama çubuğu öğesi",
  "asynchronousRender": "En üst düzey öğeler eşzamanlı olarak işlenmelidir",
  "automaticallyLoadPagesIsDeprecated": "Geçersiz yapılandırma: automaticallyLoadPages kullanım dışı. Denetim bu özelliği varsayılan olarak yanlış değerine ayarlayacak. Artımlı yükleme davranışının nasıl uygulanacağı hakkında bilgi almak için lütfen 'ListView yükleme davranışları' SDK Örneğine bakın.",
  "averageRating": "Ortalama derecelendirme",
  "backbuttonarialabel": "Geri",
  "backdropColorIsDeprecated": "Geçersiz yapılandırma: backdropColor kullanım dışı. Stil için bunu kullanın: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Geçersiz bağımsız değişken: Açılır öğe hizalaması ‘center’ (varsayılan), ‘left’, veya ‘right’ olmalıdır.",
  "badAxis": "Geçersiz bağımsız değişken: Yönlendirmenin ‘horizontal’ veya ‘vertical’ şeklinde bir dize olması gerekir",
  "badButtonElement": "Geçersiz bağımsız değişken: Düğme, değiştirme düğmesi veya açılır öğe komutu için öğenin null veya düğme öğesi olması gerekir",
  "badClick": "Geçersiz bağımsız değişken: {0} için onclick özelliği bir işlev olmalıdır",
  "badCurrentPage": "Geçersiz bağımsız değişken: currentPage sıfıra eşit veya sıfırdan büyük bir sayı olmalı ve veri kaynağı sınırlarının içinde kalmalıdır",
  "badDivElement": "Geçersiz bağımsız değişken: İçerik komutu için öğe null veya bir div öğesi olmalı",
  "badFlyout": "Geçersiz bağımsız değişken: {0} için açılır öğe özelliği Açılır Öğe veya Açılır Öğenin Dize Kimliği olmalıdır",
  "badHrElement": "Geçersiz bağımsız değişken: Ayırıcı için öğenin null veya hr öğesi olması gerekir",
  "badItemSpacingAmount": "Geçersiz bağımsız değişken: itemSpacing sıfıra eşit veya sıfırdan büyük bir sayı olmalıdır",
  "badLayout": "Geçersiz bağımsız değişken: Düzen özelliği ‘custom’ veya ‘commands’ olmalıdır",
  "badPlacement": "Geçersiz bağımsız değişken: Açılır öğe yerleşimi ‘top’ (varsayılan), ‘bottom’, ‘left’, ‘right’ veya ‘auto’ olmalıdır.",
  "badReference": "Geçersiz bağımsız değişken: Açılır öğe parçası ayarları için geçersiz href",
  "cannotChangeCommandsWhenVisible": "Geçersiz bağımsız değişken: {0} komutlarını değiştirmeden önce hide() çağrısı yapmalısınız",
  "cannotChangeHiddenProperty": "{0} üst öğesi görünür olduğunda gizli özellik ayarlanamıyor.",
  "cannotChangeLayoutWhenVisible": "Geçersiz bağımsız değişken: Uygulama Çubuğu görünür durumdayken düzen özelliği ayarlanamaz; önce hide() çağrısı yapın",
  "cannotChangePlacementWhenVisible": "Geçersiz bağımsız değişken: Uygulama Çubuğu görünür durumdayken yerleşim özelliği ayarlanamaz; önce hide() çağrısı yapın",
  "clearYourRating": "Derecelendirmenizi temizleyin",
  "closeOverlay": "Kapat",
  "datePicker": "Tarih seçici",
  "disableBackdropIsDeprecated": "Geçersiz yapılandırma: disableBackdrop kullanım dışı. Stil için bunu kullanın: .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Geçersiz bağımsız değişken: Her DOM öğesi için denetim örnekleri ancak tek tek oluşturulabilir",
  "duplicateSection": "Hub yinelenen oturumları: Her HubSection benzersiz olmalıdır",
  "flipViewNavigationDuringStateChange": "Hata: itemDataSource veya itemTemplate değiştirildikten sonra FlipView denetimindeki gezinti, pageseleceted olayı başlatılıncaya kadar ertelenmelidir.",
  "flipViewPanningContainerAriaLabel": "Kaydırma kapsayıcısı",
  "flyoutAriaLabel": "Açılır öğe",
  "groupInfoIsDeprecated": "GridLayout.groupInfo ilerideki sürümlerde değiştirilebilir veya kullanılamayabilir. Bunun yerine CellSpanningLayout özelliğini kullanın.",
  "groupInfoResultIsInvalid": "Geçersiz sonuç: hücre yayılma grupları için groupInfo sonucu şu sayısal özellikleri içermelidir: cellWidth ve cellHeight.",
  "hubViewportAriaLabel": "Kaydırma kapsayıcısı",
  "indexIsInvalid": "Geçersiz bağımsız değişken: Dizin negatif olmayan bir tamsayı olmalıdır.",
  "invalidCountReturned": "Hata: Veri bağdaştırıcısı sayı için tanımsız, null, CountResult.unknown veya negatif olmayan bir tamsayı döndürmelidir.",
  "invalidHubContent": "Geçersiz içerik: Hub içeriği HubSection’lardan oluşmalıdır.",
  "invalidIndexReturned": "Hata: Veri bağdaştırıcısı dizin için tanımsız, null veya negatif olmayan bir tamsayı döndürmelidir.",
  "invalidItemReturned": "Hata: Veri bağdaştırıcısı nesne olmayan bir öğe döndürdü.",
  "invalidItemsManagerCallback": "Geçersiz bağımsız değişken: {0} işlev olmalıdır.",
  "invalidKeyReturned": "Hata: Veri bağdaştırıcısı tanımsız veya null anahtara sahip bir öğe döndürdü.",
  "invalidRequestedCountReturned": "Hata: Veri bağdaştırıcısı sayı için CountResult.unknown, CountResult.failure veya negatif olmayan bir tamsayı döndürmelidir.",
  "invalidSearchBoxSuggestionKind": "Hata: Geçersiz arama önerisi türü.",
  "invalidTemplate": "Geçersiz şablon: Şablonlar ListView’e geçirilmeden önce oluşturulmalıdır ve geçerli bir öğe ağacı içermelidir.",
  "invalidViewBoxChildren": "ViewBox yalnızca bir alt öğe bekliyor",
  "invalidZoomFactor": "Geçersiz zoomFactor",
  "itemInfoIsDeprecated": "GridLayout.itemInfo ilerideki sürümlerde değiştirilebilir veya kullanılamayabilir. Bunun yerine CellSpanningLayout özelliğini kullanın.",
  "itemInfoIsInvalid": "Geçersiz bağımsız değişken: Sayısal genişlik ve yükseklik özelliklerinin bulunduğu nesneyi döndürecek bir itemInfo işlevi sağlanmalıdır.",
  "itemIsInvalid": "Geçersiz bağımsız değişken: öğenin Öğe Yöneticisi’nden döndürülen bir DOM öğesi olması ve değiştirilmemiş veya serbest bırakılmamış olması gerekir.",
  "itemRendererIsInvalid": "Geçersiz bağımsız değişken: itemRenderer bir işlev olmalıdır.",
  "keyIsInvalid": "Geçersiz bağımsız değişken: Anahtar bir dize olmalıdır.",
  "listDataAdapterIsInvalid": "Geçersiz bağımsız değişken: listDataAdapter bir nesne veya dizi olmalıdır.",
  "listDataSourceIsInvalid": "Geçersiz bağımsız değişken: dataSource bir nesne olmalıdır.",
  "listViewInvalidItem": "Öğe, karşılık gelen öğenin dizinini, anahtarını veya açıklamasını sağlamalıdır.",
  "listViewViewportAriaLabel": "Kaydırma kapsayıcısı",
  "loadingBehaviorIsDeprecated": "Geçersiz yapılandırma: loadingBehavior kullanım dışı. Denetim bu özelliği varsayılan olarak “randomAccess” değerine ayarlayacak. Artımlı yükleme davranışının nasıl uygulanacağı hakkında bilgi almak için lütfen “ListView yükleme davranışları” SDK Örneğine bakın.",
  "loadMorePagesIsDeprecated": "loadMorePages kullanım dışı. Bu işlevin çağrılmasının herhangi bir etkisi olmayacak. Artımlı yükleme davranışının nasıl uygulanacağı hakkında bilgi almak için lütfen “ListView yükleme davranışları” SDK Örneğine bakın.",
  "maxRowsIsDeprecated": "GridLayout.maxRows ilerideki sürümlerde değiştirilebilir veya kullanılamayabilir. Bunun yerine maximumRowsOrColumns özelliğini kullanın.",
  "menuAriaLabel": "Menü",
  "menuCommandAriaLabel": "Menü öğesi",
  "modeIsInvalid": "Geçersiz bağımsız değişken: Mod şu değerlerden biri olmalıdır: ‘none’, ‘single’ veya ‘multi’.",
  "mustContainCommands": "Geçersiz HTML: Uygulama Çubukları/Menüler yalnızca Uygulama Çubuğu Komutları/Menü Komutları içermelidir",
  "navBarContainerViewportAriaLabel": "Kaydırma kapsayıcısı",
  "noAnchor": "Geçersiz bağımsız değişken: Gösterme açılır öğesi parametre olarak DOM öğesi gerektirir.",
  "noitemsManagerForCount": "Geçersiz işlem: dataSource ayarlanmadıysa sayı alınamaz",
  "notCompatibleWithSemanticZoom": "randomAccess yükleme davranışı belirtildiyse, ListView yalnızca SemanticZoom ile kullanılabilir.",
  "nullCommand": "Geçersiz bağımsız değişken: komut boş (null) olmamalıdır",
  "off": "Kapalı",
  "on": "Açık",
  "pagesToLoadIsDeprecated": "Geçersiz yapılandırma: pagesToLoad kullanım dışı. Denetim bu özelliği kullanmayacak. Artımlı yükleme davranışının nasıl uygulanacağı hakkında bilgi almak için lütfen “ListView yükleme davranışları” SDK Örneğine bakın.",
  "pagesToLoadThresholdIsDeprecated": "Geçersiz yapılandırma: pagesToLoadThreshold kullanım dışı. Denetim bu özelliği kullanmayacak. Artımlı yükleme davranışının nasıl uygulanacağı hakkında bilgi almak için lütfen “ListView yükleme davranışları” SDK Örneğine bakın.",
  "refreshCycleIdentified": "Yenileme döngüsü bulundu, büyük olasılıkla veri tutarsızlığı var",
  "repeaterReentrancy": "Yineleyici önceki değişikliği kaydedene kadar Yineleyici verileri değiştirilemez.",
  "requiresCommands": "Geçersiz bağımsız değişken: Komutlar boş olmamalıdır",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader ilerideki sürümlerde değiştirilebilir veya kullanılamayabilir. Bunun yerine üst bilgi öğesini WinJS.Utilities.markDisposable özelliğini kullanarak atılabilir olarak işaretleyin.",
  "resetItemIsDeprecated": "resetItem ilerideki sürümlerde değiştirilebilir veya kullanılamayabilir. Bunun yerine öğeyi WinJS.Utilities.markDisposable özelliğini kullanarak atılabilir olarak işaretleyin.",
  "searchBoxAriaLabel": "Arama kutusu",
  "searchBoxAriaLabelButton": "Sorguyu göndermek için tıklayın",
  "searchBoxAriaLabelInputNoPlaceHolder": "Arama kutusu, sorgu göndermek için Enter, metni silmek için Esc",
  "searchBoxAriaLabelInputPlaceHolder": "Arama kutusu, {0}, sorgu göndermek için Enter, metni silmek için Esc",
  "searchBoxAriaLabelQuery": "Öneri: {0}",
  "searchBoxAriaLabelResult": "Sonuç: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Ayırıcı: {0}",
  "selectAMPM": "ÖÖ/ÖS seçin",
  "selectDay": "Gün seçin",
  "selectHour": "Saat seçin",
  "selectMinute": "Dakika seçin",
  "selectMonth": "Ay seçin",
  "selectYear": "Yıl seçin",
  "settingsFlyoutAriaLabel": "Ayarlar açılır öğesi",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width ilerideki sürümlerde değiştirilebilir veya kullanılamayabilir. Bunun yerine öğelerde CSS genişlik özelliği stili için .win-settingsflyout sınıfından yararlanın.",
  "tentativeRating": "Kesin olmayan derecelendirme",
  "timePicker": "Saat seçici",
  "tooltipStringsIsInvalid": "Geçersiz bağımsız değişken: tooltipStrings, null veya dize dizisi olmalıdır.",
  "unrated": "Derecelendirilmemiş",
  "userRating": "Kullanıcı derecelendirmesi",
  "invalidPivotContent": "Geçersiz içerik: Pivot içerik, PivotItem’lardan oluşmalıdır.",
  "pivotAriaLabel": "Ріνōт",
  "pivotViewportAriaLabel": "Kaydırma kapsayıcısı"
}