{
  "appBarAriaLabel": "Applinje",
  "appBarCommandAriaLabel": "Applinjeelement",
  "asynchronousRender": "Elementer på øverste niveau skal gengives synkront",
  "automaticallyLoadPagesIsDeprecated": "Ugyldig konfiguration: automaticallyLoadPages frarådes. Kontrolelementet indstiller som standard denne egenskab til falsk. Se SDK-eksemplet på 'ListView'-indlæsningsmetode for at få vejledning i at implementere gradvis indlæsningsmetode.",
  "averageRating": "Gennemsnitlig klassifikation",
  "backbuttonarialabel": "Tilbage",
  "backdropColorIsDeprecated": "Ugyldig konfiguration: backdropColor frarådes. Format: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } i stedet.",
  "badAlignment": "Ugyldigt argument: Justering af pop op-vindue skal være ’center’ (standard), ’left’ eller ’right’.",
  "badAxis": "Ugyldigt argument: orientation (retning) skal være en streng, enten ’horizontal’ eller ’vertical’",
  "badButtonElement": "Ugyldigt argument: For en button-, toggle- eller flyout-kommando skal elementet være null eller et knapelement",
  "badClick": "Ugyldigt argument: Egenskaben onclick for {0} skal være en funktion",
  "badCurrentPage": "Ugyldigt argument: currentPage skal være et tal, der er større end eller lig med nul, og skal være inden for datakildens grænser",
  "badDivElement": "Ugyldigt argument: For en indholdskommando skal elementet være null eller et div-element",
  "badFlyout": "Ugyldigt argument: Pop op-vindue-egenskaben for {0} skal være et pop op-vindue eller streng-id’et for et pop op-vindue",
  "badHrElement": "Ugyldigt argument: For en separator skal elementet være null eller et hr-element",
  "badItemSpacingAmount": "Ugyldigt argument: itemSpacing skal være et tal, der er større end eller lig med nul",
  "badLayout": "Ugyldigt argument: Layoutegenskaben skal være ’custom’ eller ’commands’",
  "badPlacement": "Ugyldigt argument: Placeringen af et pop op-vindue skal være ’top’ (standard), ’bottom’, ’left’, ’right’ eller ’auto’.",
  "badReference": "Ugyldigt argument: href-referencen til pop op-fragmentet for indstillinger er ugyldigt",
  "cannotChangeCommandsWhenVisible": "Ugyldigt argument: Du skal kalde hide(), før du ændrer {0}-kommandoer",
  "cannotChangeHiddenProperty": "Kan ikke angive skjult egenskab, mens den overordnede {0} er synlig.",
  "cannotChangeLayoutWhenVisible": "Ugyldigt argument: Layoutegenskaben kan ikke angives, når applinjen er synlig. Kald hide() først",
  "cannotChangePlacementWhenVisible": "Ugyldigt argument: Den nye egenskab kan ikke angives, når applinjen er synlig. Kald hide() først",
  "clearYourRating": "Ryd din klassifikation",
  "closeOverlay": "Luk",
  "datePicker": "Datovælger",
  "disableBackdropIsDeprecated": "Ugyldig konfiguration: disableBackdrop frarådes. Format: .win-listview .win-container.win-backdrop { background-color:transparent; } i stedet.",
  "duplicateConstruction": "Ugyldigt argument: Kontrolelementer kan kun instantieres én gang for hvert DOM-element",
  "duplicateSection": "Dublerede hubsektioner: Hver HubSection skal være entydig",
  "flipViewNavigationDuringStateChange": "Fejl: Når du har ændret itemDataSource eller itemTemplate, skal navigering i FlipView-kontrolelementet forsinkes, indtil pageselected-hændelsen er blevet udløst.",
  "flipViewPanningContainerAriaLabel": "Rullecontainer",
  "flyoutAriaLabel": "Pop op-vindue",
  "groupInfoIsDeprecated": "GridLayout.groupInfo kan være ændret eller utilgængelig i fremtidige versioner. Brug i stedet CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Ugyldigt resultat: groupInfo-resultat for grupper, der strækker sig over flere celler, skal indeholde følgende numeriske egenskaber: cellWidth og cellHeight.",
  "hubViewportAriaLabel": "Rullecontainer",
  "indexIsInvalid": "Ugyldigt argument: index skal være ikke-negativt heltal.",
  "invalidCountReturned": "Fejl: data adapter skal returnere undefined, null CountResult.unknown eller et ikke-negativt heltal for antallet.",
  "invalidHubContent": "Ugyldigt indhold: Hub-indhold skal bestå af HubSections.",
  "invalidIndexReturned": "Fejl: data adapter skal returnere undefined, null eller et ikke-negativt heltal for indekset.",
  "invalidItemReturned": "Fejl: data adapter returnerede et element, der ikke er et objekt.",
  "invalidItemsManagerCallback": "Ugyldigt argument: {0} skal være en funktion.",
  "invalidKeyReturned": "Fejl: data adapter returnerede et element med en udefineret eller null-nøgle.",
  "invalidRequestedCountReturned": "Fejl: data adapter skal returnere CountResult.unknown, CountResult.failure eller et ikke-negativt heltal for antallet.",
  "invalidSearchBoxSuggestionKind": "Fejl: Ugyldig type af søgeforslag.",
  "invalidTemplate": "Ugyldig skabelon: Skabeloner skal oprettes, før de sendes til ListView og skal indeholde et gyldigt træ med elementer.",
  "invalidViewBoxChildren": "ViewBox forventer kun at have ét underordnet element",
  "invalidZoomFactor": "Ugyldig zoomFactor",
  "itemInfoIsDeprecated": "GridLayout.itemInfo kan være ændret eller utilgængelig i fremtidige versioner. Brug i stedet CellSpanningLayout.",
  "itemInfoIsInvalid": "Ugyldigt argument: Der skal angives en itemInfo-funktion, som returnerer et objekt med numeriske egenskaber for bredde og vægt.",
  "itemIsInvalid": "Ugyldigt argument: item skal være et DOM-element, der blev returneret af Elementstyring, og som ikke er erstattet eller frigivet.",
  "itemRendererIsInvalid": "Ugyldigt argument: itemRenderer skal være en funktion.",
  "keyIsInvalid": "Ugyldigt argument: key skal være en streng.",
  "listDataAdapterIsInvalid": "Ugyldigt argument: listDataAdapter skal være et objekt eller en matrix.",
  "listDataSourceIsInvalid": "Ugyldigt argument: dataSource skal være et objekt.",
  "listViewInvalidItem": "Item skal indeholde indeks, nøgle eller beskrivelse for det tilsvarende element.",
  "listViewViewportAriaLabel": "Rullecontainer",
  "loadingBehaviorIsDeprecated": "Ugyldig konfiguration: loadingBehavior frarådes. Kontrolelementet indstiller som standard denne egenskab til 'randomAccess'. Se SDK-eksemplet på 'ListView'-indlæsningsmetode for at få vejledning i at implementere gradvis indlæsningsmetode.",
  "loadMorePagesIsDeprecated": "loadMorePages frarådes. Kald af denne funktion har ingen virkning. Se SDK-eksemplet på 'ListView'-indlæsningsmetode for at få vejledning i at implementere gradvis indlæsningsmetode.",
  "maxRowsIsDeprecated": "GridLayout.maxRows kan være ændret eller utilgængelig i fremtidige versioner. Brug i stedet egenskaben maximumRowsOrColumns.",
  "menuAriaLabel": "Menu",
  "menuCommandAriaLabel": "Menupunkt",
  "modeIsInvalid": "Ugyldigt argument: Tilstand skal være en af følgende værdier: ’none’, ’single’ eller ’multi’.",
  "mustContainCommands": "Ugyldig HTML-kode: AppBars/Menus må kun indeholde AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Rullecontainer",
  "noAnchor": "Ugyldigt argument: Visning af pop op-vindue kræver et DOM-element som parameter.",
  "noitemsManagerForCount": "Ugyldig handling: Kan ikke hente antal, hvis der ikke er angivet en dataSource",
  "notCompatibleWithSemanticZoom": "ListView kan kun bruges med SemanticZoom, hvis funktionsmåden for indlæsning af randomAccess er blevet angivet.",
  "nullCommand": "Ugyldigt argument: kommandoen må ikke være null",
  "off": "Fra",
  "on": "Til",
  "pagesToLoadIsDeprecated": "Ugyldig konfiguration: pagesToLoad frarådes. Kontrolelementet bruger ikke denne egenskab. Se SDK-eksemplet på 'ListView'-indlæsningsmetode for at få vejledning i at implementere gradvis indlæsningsmetode.",
  "pagesToLoadThresholdIsDeprecated": "Ugyldig konfiguration: pagesToLoadThreshold frarådes. Kontrolelementet bruger ikke denne egenskab. Se SDK-eksemplet på 'ListView'-indlæsningsmetode for at få vejledning i at implementere gradvis indlæsningsmetode.",
  "refreshCycleIdentified": "opdateringscyklus blev fundet; mulig uoverensstemmelse i data",
  "repeaterReentrancy": "Kan ikke redigere Repeater-data, før Repeater har udført den tidligere ændring.",
  "requiresCommands": "Ugyldigt argument: kommandoer må ikke være tomme",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader kan være ændret eller utilgængelig i fremtidige versioner. Markér i stedet header-elementet som undværligt ved hjælp af WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem kan være ændret eller utilgængelig i fremtidige versioner. Markér i stedet elementet som undværligt ved hjælp af WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Søgefelt",
  "searchBoxAriaLabelButton": "Klik for at sende forespørgslen",
  "searchBoxAriaLabelInputNoPlaceHolder": "Søgefelt. Enter = send forespørgslen, Esc = ryd teksten",
  "searchBoxAriaLabelInputPlaceHolder": "Søgefelt, {0}, Enter = send forespørgslen, Esc = ryd teksten",
  "searchBoxAriaLabelQuery": "Forslag: {0}",
  "searchBoxAriaLabelResult": "Resultat: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Separator: {0}",
  "selectAMPM": "Vælg A.M P.M",
  "selectDay": "Vælg dag",
  "selectHour": "Vælg time",
  "selectMinute": "Vælg minut",
  "selectMonth": "Vælg måned",
  "selectYear": "Vælg år",
  "settingsFlyoutAriaLabel": "Pop op-vinduet Indstillinger",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width kan være ændret eller utilgængelig i fremtidige versioner. Formatér i stedet CSS-breddeegenskaben på elementer med klassen .win-settingsflyout.",
  "tentativeRating": "Foreløbig klassifikation",
  "timePicker": "Klokkeslætsvælger",
  "tooltipStringsIsInvalid": "Ugyldigt argument: tooltipStrings skal være null eller en matrix af strenge.",
  "unrated": "Ikke klassificeret",
  "userRating": "Brugerklassifikation"
}