{
  "appBarAriaLabel": "Programėlės juosta",
  "appBarCommandAriaLabel": "Programėlės juostos elementas",
  "asynchronousRender": "Aukščiausio lygio elementų vaizdas turi būti generuojamas sinchroniškai",
  "automaticallyLoadPagesIsDeprecated": "Neleistina konfigūracija: „automaticallyLoadPages“ uždrausta. Valdiklyje pagal numatymą ši ypatybė bus nustatyta kaip klaidinga. Peržiūrėkite „ListView“ įkėlimo elgsena“ SDK pavyzdį, kad gautumėte nurodymų, kaip įdiegti papildančiojo įkėlimo elgseną.",
  "averageRating": "Vidutinis įvertinimas",
  "backbuttonarialabel": "Atgal",
  "backdropColorIsDeprecated": "Klaidinga konfigūracija: „backdropColor“ uždrausta. Vietoje jos stilius: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } .",
  "badAlignment": "Neleistinas argumentas: iškeliamoji lygiuotė turi būti „center“ (numatytoji), „left“ arba „right“.",
  "badAxis": "Neleistinas argumentas: padėtis turi būti „horizontal“ arba „vertical“ eilutė",
  "badButtonElement": "Neleistinas argumentas: mygtuko, perjungiklio arba iškėlimo komandos elementas turi būti NULL arba mygtuko elementas",
  "badClick": "Neleistinas argumentas: {0} ypatybė „onclick“ turi būti funkcija",
  "badCurrentPage": "Neleistinas argumentas: „currentPage“ turi būti skaičius didesnis nei nulis arba lygus nuliui ir būti duomenų šaltinio ribose",
  "badDivElement": "Neleistinas argumentas: turinio komandos elementas turi būti null arba div elementas",
  "badFlyout": "Neleistinas argumentas: {0} iškelimo ypatybė turi būti iškelimo arba eilutės ID",
  "badHrElement": "Neleistinas argumentas: skyriklio elementas turi būti NULL arba hr elementas",
  "badItemSpacingAmount": "Neleistinas argumentas: „itemSpacing“ turi būti skaičius didesnis nei nulis arba lygus nuliui",
  "badLayout": "Neleistinas argumentas: maketo ypatybė turi būti „custom“ arba „commands“",
  "badPlacement": "Neleistinas argumentas: iškeliamasis talpinimas turi būti „top“ (numatytasis), „bottom“, „left“, „right“ arba „auto“.",
  "badReference": "Neleistinas argumentas: neleistina href į parametrų iškėlimo fragmentą",
  "cannotChangeCommandsWhenVisible": "Neleistinas argumentas: prieš keisdami {0} komandas, turi iškviesti „hide()“",
  "cannotChangeHiddenProperty": "Negalima nustatyti paslėptos ypatybės, kol pirminė {0} matoma.",
  "cannotChangeLayoutWhenVisible": "Neleistinas argumentas: maketo ypatybės negalima nustatyti, kai matoma „AppBar“, pirmaiusia iškvieskite „hide()“",
  "cannotChangePlacementWhenVisible": "Neleistinas argumentas: talpinimo ypatybės negalima nustatyti, kai matoma „AppBar“, pirmaiusia iškvieskite „hide()“",
  "clearYourRating": "Išvalyti vertinimą",
  "closeOverlay": "Uždaryti",
  "datePicker": "Datos parinkiklis",
  "disableBackdropIsDeprecated": "Klaidinga konfigūracija: „disableBackdrop“ uždrausta. Vietoje jos stilius: .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Neleistinas argumentas: kiekvieno DOM elemento valdiklius galima nustatyti vieną kartą",
  "duplicateSection": "Koncentratoriaus skyrių dublikatai: kiekvienas „HubSection“ turi būti unikalus",
  "flipViewNavigationDuringStateChange": "Klaida: pakeitus „itemDataSource“ arba „itemTemplate“, bet kokį naršymą „FlipView“ valdiklyje reikia atidėti iki įvykio „pageselected“ paleidimo.",
  "flipViewPanningContainerAriaLabel": "Slinkties konteineris",
  "flyoutAriaLabel": "Iškėlimas",
  "groupInfoIsDeprecated": "„GridLayout.groupInfo“ galima pataisyti arba būsimose versijose ji bus nepasiekiama. Vietoje jos naudokite „CellSpanningLayout“.",
  "groupInfoResultIsInvalid": "Neleistinas rezultatas: langelių išplėtimo grupių „groupInfo“ rezultatas turi apimti šias skaitines ypatybes: „cellWidth“ ir „cellHeight“.",
  "hubViewportAriaLabel": "Slinkties konteineris",
  "indexIsInvalid": "Neleistinas argumentas: rodyklė turi būti ne neigiamas sveikasis skaičius.",
  "invalidCountReturned": "Klaida: duomenų adapteris turi grąžinti neapibrėžtą, NULL, „CountResult.unknown“ arba ne neigiamą sveikąjį skaičių.",
  "invalidHubContent": "Neleistinas turinys: koncentratoriaus turinys turi būti sudarytas iš „HubSection“.",
  "invalidIndexReturned": "Klaida: duomenų adapteris turi grąžinti rodyklės neapibrėžtą, NULL arba ne neigiamą sveikąjį skaičių.",
  "invalidItemReturned": "Klaida: duomenų adapteris grąžino elementą, kuris nėra objektas.",
  "invalidItemsManagerCallback": "Neleistinas argumentas: {0} turi būti funkcija.",
  "invalidKeyReturned": "Klaida: duomenų adapteris grąžino elementą su neapibrėžtu arba NULL kodu.",
  "invalidRequestedCountReturned": "Klaida: duomenų adapteris turi grąžinti „CountResult.unknown“, „CountResult.failure“ arba ne neigiamą sveikąjį skaičių.",
  "invalidSearchBoxSuggestionKind": "Klaida: neleistino tipo ieškos pasiūlymas.",
  "invalidTemplate": "Netinkamas šablonas: šablonai turi būti sukurti prieš perduodant į „ListView“ ir juose turi būti galiojančių medžio elementų.",
  "invalidViewBoxChildren": "„ViewBox“ numatomas tik vienas antrinis elementas",
  "invalidZoomFactor": "Neleistinas „zoomFactor“",
  "itemInfoIsDeprecated": "„GridLayout.itemInfo“ galima pataisyti arba būsimose versijose ji bus nepasiekiama. Vietoje jos naudokite „CellSpanningLayout“.",
  "itemInfoIsInvalid": "Neleistinas argumentas: turi būti nurodyta „itemInfo“ funkcija, kuri pateikia objektą ir jo skaitines pločio bei aukščio ypatybes.",
  "itemIsInvalid": "Neleistinas argumentas: elementas turi būti elementų tvarkytuvo grąžintas, nepakeistas ir neišleistas DOM elementas.",
  "itemRendererIsInvalid": "Neleistinas argumentas: „itemRenderer“ turi būti funkcija.",
  "keyIsInvalid": "Neleistinas argumentas: kodas turi būti eilutė.",
  "listDataAdapterIsInvalid": "Neleistinas argumentas: „listDataAdapter“ turi būti objektas arba masyvas.",
  "listDataSourceIsInvalid": "Neleistinas argumentas: „dataSource“ turi būti objektas.",
  "listViewInvalidItem": "Elementas turi pateikti atitinkamo elemento rodyklę, kodą arba aprašą.",
  "listViewViewportAriaLabel": "Slinkties konteineris",
  "loadingBehaviorIsDeprecated": "Neleistina konfigūracija: „loadingBehavior“ uždrausta. Valdiklyje pagal numatymą ši ypatybė bus nustatyta kaip „randomAccess“. Peržiūrėkite „ListView“ įkėlimo elgsena“ SDK pavyzdį, kad gautumėte nurodymų, kaip įdiegti papildančiojo įkėlimo elgseną.",
  "loadMorePagesIsDeprecated": "„loadMorePages“ uždrausta. Iškvietus šią funkciją nebus jokio poveikio. Peržiūrėkite „ListView“ įkėlimo elgsena“ SDK pavyzdį, kad gautumėte nurodymų, kaip įdiegti papildančiojo įkėlimo elgseną.",
  "maxRowsIsDeprecated": "„GridLayout.maxRows“ gali būti pakeista arba nebepasiekiama būsimose versijose. Vietoj to naudokite ypatybę „maximumRowsOrColumns“.",
  "menuAriaLabel": "Meniu",
  "menuCommandAriaLabel": "Meniu elementas",
  "modeIsInvalid": "Neleistinas argumentas: režimo reikšmės turi būti: „none“, „single“ arba „multi“.",
  "mustContainCommands": "Neleistinas HTML: „AppBars/Menus“ gali būti tik „AppBarCommands/MenuCommands“",
  "navBarContainerViewportAriaLabel": "Slinkties konteineris",
  "noAnchor": "Neleistinas argumentas: norint rodyti iškėlimą, kaip parametras reikalingas DOM elementas.",
  "noitemsManagerForCount": "Neleistina operacija: negalima gauti skaičiaus nenustačius „dataSource“",
  "notCompatibleWithSemanticZoom": "„ListView“ galima naudoti kartu su „SemanticZoom“ tik nurodžius „randomAccess“ įkėlimo veikimo būdą.",
  "nullCommand": "Neleistinas argumentas: komanda negali būti neapibrėžta",
  "off": "Išjungta",
  "on": "Įjungta",
  "pagesToLoadIsDeprecated": "Neleistina konfigūracija: „pagesToLoad“ uždrausta. Valdiklis šios ypatybės nenaudos. Peržiūrėkite „ListView“ įkėlimo elgsena“ SDK pavyzdį, kad gautumėte nurodymų, kaip įdiegti papildančiojo įkėlimo elgseną.",
  "pagesToLoadThresholdIsDeprecated": "Neleistina konfigūracija: „pagesToLoadThreshold“ uždrausta. Valdiklis šios ypatybės nenaudos. Peržiūrėkite „ListView“ įkėlimo elgsena“ SDK pavyzdį, kad gautumėte nurodymų, kaip įdiegti papildančiojo įkėlimo elgseną.",
  "refreshCycleIdentified": "atnaujinimo ciklas rastas, greičiausiai duomenys nenuoseklūs",
  "repeaterReentrancy": "Kartotuvo duomenų keisti negalima, kol jis neatliko ankstesnės modifikacijos.",
  "requiresCommands": "Neleistinas argumentas: komandos negali būti tuščios",
  "resetGroupHeaderIsDeprecated": "„resetGroupHeader“ galima pataisyti arba būsimose versijose ji bus nepasiekiama. Vietoje jos pažymėkite antraštės elementą kaip vienkartinį naudodami „WinJS.Utilities.markDisposable“.",
  "resetItemIsDeprecated": "„resetItem“ galima pataisyti arba būsimose versijose ji bus nepasiekiama. Vietoje jos pažymėkite antraštės elementą kaip vienkartinį naudodami „WinJS.Utilities.markDisposable“.",
  "searchBoxAriaLabel": "Ieškos laukas",
  "searchBoxAriaLabelButton": "Spustelėkite norėdami pateikti užklausą",
  "searchBoxAriaLabelInputNoPlaceHolder": "Ieškos laukas, „Enter“ – jei norite pateikti užklausą, „Esc“ – jei norite išvalyti tekstą",
  "searchBoxAriaLabelInputPlaceHolder": "Ieškos laukas, {0}, „Enter“ – jei norite pateikti užklausą, „Esc“ – jei norite išvalyti tekstą",
  "searchBoxAriaLabelQuery": "Pasiūlymas: {0}",
  "searchBoxAriaLabelResult": "Rezultatas: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Skyriklis: {0}",
  "selectAMPM": "Pažymėkite A.M P.M",
  "selectDay": "Pažymėkite dieną",
  "selectHour": "Pažymėkite valandą",
  "selectMinute": "Pažymėkite minutę",
  "selectMonth": "Pažymėkite mėnesį",
  "selectYear": "Pažymėkite metus",
  "settingsFlyoutAriaLabel": "Parametrų iškėlimas",
  "settingsFlyoutWidthIsDeprecated": "„SettingsFlyout.width“ galima pataisyti arba būsimose versijose ji bus nepasiekiama. Vietoje stilius CSS pločio ypatybė elementams su „.win-settingsflyout“ klase.",
  "tentativeRating": "Preliminarus įvertinimas",
  "timePicker": "Laiko parinkiklis",
  "tooltipStringsIsInvalid": "Neleistinas argumentas: „tooltipStrings“ turi būti NULL arba eilučių masyvas.",
  "unrated": "Neįvertintas",
  "userRating": "Vartotojų įvertinimas"
}