{
  "appBarAriaLabel": "Panel aplikácie",
  "appBarCommandAriaLabel": "Položka panela aplikácie",
  "asynchronousRender": "Položky najvyššej úrovne sa musia vykresľovať synchrónne",
  "automaticallyLoadPagesIsDeprecated": "Neplatná konfigurácia: Vlastnosť automaticallyLoadPages je zamietnutá. Ovládanie predvolene nastaví túto vlastnosť ako nesprávnu. Pomoc s implementáciou prírastkového správania pri načítaní nájdete vo vzorke SDK správania pri načítaní zobrazenia ListView.",
  "averageRating": "Priemerné hodnotenie",
  "backbuttonarialabel": "Späť",
  "backdropColorIsDeprecated": "Neplatná konfigurácia: Vlastnosť backdropColor je zamietnutá. Štýl: namiesto toho použite .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Neplatný argument: Zarovnanie rozbaľovacieho tlačidla by malo byť nastavené na hodnotu center (predvolená), left alebo right.",
  "badAxis": "Neplatný argument: Orientácia musí byť reťazec s hodnotou horizontal alebo vertical",
  "badButtonElement": "Neplatný argument: V prípade príkazu vo formáte tlačidla, prepínača alebo rozbaľovacieho tlačidla musí mať prvok hodnotu null alebo byť prvkom button",
  "badClick": "Neplatný argument: Vlastnosť onclick pre {0} musí byť funkciou",
  "badCurrentPage": "Neplatný argument: Vlastnosť currentPage musí byť číslom, ktoré je väčšie alebo rovné nule a je v rozsahu zdroja dát",
  "badDivElement": "Neplatný argument: Prvok pre príkaz obsahu musí mať hodnotu null alebo musí byť oddeľovacím prvkom",
  "badFlyout": "Neplatný argument: Vlastnosť rozbaľovacieho tlačidla pre {0} musí byť identifikáciou reťazca alebo rozbaľovacieho tlačidla pre rozbaľovacie tlačidlo",
  "badHrElement": "Neplatný argument: V prípade oddeľovača musí mať prvok hodnotu null alebo musí byť prvkom hr",
  "badItemSpacingAmount": "Neplatný argument: Vlastnosť itemSpacing musí byť číslom väčším alebo rovným nule",
  "badLayout": "Neplatný argument: Vlastnosť rozloženia musí byť nastavená na hodnotu custom alebo commands",
  "badPlacement": "Neplatný argument: Umiestnenie rozbaľovacieho tlačidla by malo byť nastavené na hodnotu top (predvolená), bottom, left, right alebo auto.",
  "badReference": "Neplatný argument: Neplatný odkaz href na fragment rozbaľovacieho tlačidla nastavenia",
  "cannotChangeCommandsWhenVisible": "Neplatný argument: Pred zmenou {0} príkazov musíte volať funkciu hide()",
  "cannotChangeHiddenProperty": "Skrytá vlastnosť sa nedá nastaviť, kým sa zobrazuje nadradený prvok: {0}.",
  "cannotChangeLayoutWhenVisible": "Neplatný argument: Vlastnosť rozloženia nemožno nastaviť, keď je viditeľný panel aplikácie, najskôr je potrebné volať funkciu hide()",
  "cannotChangePlacementWhenVisible": "Neplatný argument: Vlastnosť umiestnenia nemožno nastaviť, keď je viditeľný panel aplikácie, najskôr je potrebné volať funkciu hide()",
  "clearYourRating": "Vymazať vaše hodnotenie",
  "closeOverlay": "Zavrieť",
  "datePicker": "Výber dátumu",
  "disableBackdropIsDeprecated": "Neplatná konfigurácia: Vlastnosť disableBackdrop je zamietnutá. Štýl: namiesto toho použite .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Neplatný argument: Pre každý prvok DOM možno vytvoriť inštanciu ovládacích prvkov len raz",
  "duplicateSection": "Duplikované sekcie centra: každá položka HubSection musí byť jedinečná",
  "flipViewNavigationDuringStateChange": "Chyba: Po zmene vlastnosti itemDataSource alebo itemTemplate by mala byť každá navigácia v ovládacom prvku FlipView zadržaná, kým sa nespustí aktivácia udalosti pageselcted.",
  "flipViewPanningContainerAriaLabel": "Kontajner posúvania",
  "flyoutAriaLabel": "Rozbaľovacie tlačidlo",
  "groupInfoIsDeprecated": "Vlastnosť GridLayout.groupInfo môže byť v budúcich verziách zmenená alebo nedostupná. Namiesto toho použite vlastnosť CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Neplatný výsledok: výsledok groupInfo pre skupiny v rámci buniek musí obsahovať tieto číselné vlastnosti: cellWidth a cellHeight.",
  "hubViewportAriaLabel": "Kontajner posúvania",
  "indexIsInvalid": "Neplatný argument: Index musí byť nezáporné celé číslo.",
  "invalidCountReturned": "Chyba: Dátový adaptér má pre daný počet vrátiť nedefinovanú hodnotu, hodnotu null, hodnotu CountResult.unknown alebo nezáporné celé číslo.",
  "invalidHubContent": "Neplatný obsah: obsah centra musí byť tvorený položkami HubSection.",
  "invalidIndexReturned": "Chyba: Dátový adaptér má pre daný index vrátiť nedefinovanú hodnotu, hodnotu null alebo nezáporné celé číslo.",
  "invalidItemReturned": "Chyba: Dátový adaptér vrátil položku, ktorá nie je objektom.",
  "invalidItemsManagerCallback": "Neplatný argument: {0} musí byť funkciou.",
  "invalidKeyReturned": "Chyba: Dátový adaptér vrátil položku s nedefinovaným kľúčom alebo kľúčom s hodnotou null.",
  "invalidPivotContent": "Neplatný obsah: Kontingenčný obsah musí pozostávať z položiek kontingenčnej tabuľky.",
  "invalidRequestedCountReturned": "Chyba: Dátový adaptér má pre daný počet vrátiť hodnotu CountResult.unknown, hodnotu CountResult.failure alebo nezáporné celé číslo.",
  "invalidSearchBoxSuggestionKind": "Chyba: Neplatný druh návrhu na hľadanie.",
  "invalidTemplate": "Neplatná šablóna: Šablóny sa musia vytvoriť skôr, než sa odovzdajú do zobrazenia ListView, a musia obsahovať platný strom prvkov.",
  "invalidViewBoxChildren": "Trieda ViewBox má mať len jeden podriadený prvok",
  "invalidZoomFactor": "Neplatná vlastnosť zoomFactor",
  "itemInfoIsDeprecated": "Vlastnosť GridLayout.itemInfo môže byť v budúcich verziách zmenená alebo nedostupná. Namiesto toho použite vlastnosť CellSpanningLayout.",
  "itemInfoIsInvalid": "Neplatný argument: treba zadať funkciu itemInfo, ktorá vráti objekt s číselnými vlastnosťami šírky a výšky.",
  "itemIsInvalid": "Neplatný argument: Položka musí byť prvkom DOM, ktorý bol vrátený správcom položiek a nebol nahradený ani vydaný.",
  "itemRendererIsInvalid": "Neplatný argument: Vlastnosť itemRenderer musí byť funkciou.",
  "keyIsInvalid": "Neplatný argument: Kľuč musí byť reťazcom.",
  "listDataAdapterIsInvalid": "Neplatný argument: Trieda listDataAdapter musí byť objektom alebo poľom.",
  "listDataSourceIsInvalid": "Neplatný argument: Trieda dataSource musí byť objektom.",
  "listViewInvalidItem": "V položke musí byť index, kľúč alebo popis zodpovedajúcej položky.",
  "listViewViewportAriaLabel": "Kontajner posúvania",
  "loadingBehaviorIsDeprecated": "Neplatná konfigurácia: Vlastnosť loadingBehavior je zamietnutá. Ovládanie predvolene nastaví túto vlastnosť na hodnotu randomAccess. Pomoc s implementáciou prírastkového správania pri načítaní nájdete vo vzorke SDK správania pri načítaní zobrazenia ListView.",
  "loadMorePagesIsDeprecated": "Vlastnosť loadMorePages je zamietnutá. Vyvolanie tejto funkcie nebude mať žiadny účinok. Pomoc s implementáciou prírastkového správania pri načítaní nájdete vo vzorke SDK správania pri načítaní zobrazenia ListView.",
  "maxRowsIsDeprecated": "Vlastnosť GridLayout.maxRows môže byť v budúcich verziách zmenená alebo nedostupná. Radšej použite vlastnosť maximumRowsOrColumns.",
  "menuAriaLabel": "Ponuka",
  "menuCommandAriaLabel": "Položka ponuky",
  "modeIsInvalid": "Neplatný argument: Režim musí mať niektorú z týchto hodnôt: none, single alebo multi.",
  "mustContainCommands": "Neplatný kód HTML: Panely aplikácií a ponuky musia obsahovať len triedy AppBarCommands a MenuCommands",
  "navBarContainerViewportAriaLabel": "Kontajner posúvania",
  "noAnchor": "Neplatný argument: Na zobrazenie rozbaľovacieho tlačidla musí byť jeho parametrom prvok DOM.",
  "noitemsManagerForCount": "Neplatná operácia: Počet sa nedá získať, ak nie je nastavená žiadna trieda dataSource",
  "notCompatibleWithSemanticZoom": "Vlastnosť ListView možno použiť s triedou SemanticZoom len vtedy, keď je správanie načítavania nastavené na hodnotu randomAccess.",
  "nullCommand": "Neplatný argument: Príkaz nesmie mať hodnotu null",
  "off": "Vypnuté",
  "on": "Zapnuté",
  "pagesToLoadIsDeprecated": "Neplatná konfigurácia: Vlastnosť pagesToLoad je zamietnutá. Ovládanie nepoužije túto vlastnosť. Pomoc s implementáciou prírastkového správania pri načítaní nájdete vo vzorke SDK správania pri načítaní zobrazenia ListView.",
  "pagesToLoadThresholdIsDeprecated": "Neplatná konfigurácia: Vlastnosť pagesToLoadThreshold je zamietnutá. Ovládanie nepoužije túto vlastnosť. Pomoc s implementáciou prírastkového správania pri načítaní nájdete vo vzorke SDK správania pri načítaní zobrazenia ListView.",
  "pivotAriaLabel": "Рĭνöτ",
  "pivotViewportAriaLabel": "Kontajner posúvania",
  "refreshCycleIdentified": "našiel sa cyklus obnovenia, pravdepodobne nekonzistentnosť dát",
  "repeaterReentrancy": "Dáta opakovača nemožno upraviť, kým opakovač nepotvrdí predchádzajúcu úpravu.",
  "requiresCommands": "Neplatný argument: Príkazy nesmú byť prázdne",
  "resetGroupHeaderIsDeprecated": "Vlastnosť resetGroupHeader môže byť v budúcich verziách zmenená alebo nedostupná. Namiesto toho pomocou vlastnosti WinJS.Utilities.markDisposable označte prvok hlavičky ako použiteľný.",
  "resetItemIsDeprecated": "Vlastnosť resetItem môže byť v budúcich verziách zmenená alebo nedostupná. Namiesto toho pomocou vlastnosti WinJS.Utilities.markDisposable označte prvok hlavičky ako použiteľný.",
  "searchBoxAriaLabel": "Pole hľadania",
  "searchBoxAriaLabelButton": "Kliknutím sa dotaz odošle",
  "searchBoxAriaLabelInputNoPlaceHolder": "Pole hľadania, klávesom Enter sa dotaz odošle, klávesom Esc sa text vymaže",
  "searchBoxAriaLabelInputPlaceHolder": "Pole hľadania, {0}, klávesom Enter sa dotaz odošle, klávesom Esc sa text vymaže",
  "searchBoxAriaLabelQuery": "Návrh: {0}",
  "searchBoxAriaLabelResult": "Výsledok: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Oddeľovač: {0}",
  "selectAMPM": "Výber dopoludnia alebo popoludnia",
  "selectDay": "Výber dňa",
  "selectHour": "Výber hodiny",
  "selectMinute": "Výber minúty",
  "selectMonth": "Výber mesiaca",
  "selectYear": "Výber roka",
  "settingsFlyoutAriaLabel": "Rozbaľovacie tlačidlo nastavenia",
  "settingsFlyoutWidthIsDeprecated": "Vlastnosť SettingsFlyout.width môže byť v budúcich verziách zmenená alebo nedostupná. Namiesto toho pomocou triedy .win-settingsflyout zadajte štýl vlastnosti šírky CSS prvkov.",
  "tentativeRating": "Nezáväzné hodnotenie",
  "timePicker": "Výber času",
  "tooltipStringsIsInvalid": "Neplatný argument: Trieda tooltipStrings musí mať hodnotu null alebo musí byť poľom reťazcov.",
  "unrated": "Bez hodnotenia",
  "userRating": "Používateľské hodnotenie"
}