{
  "appBarAriaLabel": "Лента с приложения",
  "appBarCommandAriaLabel": "Елемент от лентата с приложения",
  "asynchronousRender": "Елементите от най-високо ниво трябва да се рендират синхронно",
  "automaticallyLoadPagesIsDeprecated": "Невалидна конфигурация: automaticallyLoadPages е отхвърлено. Управлението ще направи това свойство невярно по подразбиране. Вижте SDK примера „Поведения при зареждане на ListView“ за указания относно начина за внедряване на поведение за постъпково натоварване.",
  "averageRating": "Средна оценка",
  "backbuttonarialabel": "Назад",
  "backdropColorIsDeprecated": "Невалидна конфигурация: backdropColor е отхвърлено. Стил: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } вместо това.",
  "badAlignment": "Невалиден аргумент: Подравняването на допълнителното меню трябва да е „center“ (по подразбиране), „left“ или „right“.",
  "badAxis": "Невалиден аргумент: ориентацията трябва да е низ със стойност „horizontal“ или „vertical“",
  "badButtonElement": "Невалиден аргумент: За команда за бутон, превключване или допълнително меню елементът трябва да е null или да е елемент на бутон",
  "badClick": "Невалиден аргумент: Свойството при щракване (onclick) за {0} трябва да е функция",
  "badCurrentPage": "Невалиден аргумент: currentPage трябва да е число, което да е по-голямо от или равно на нула и да е в границите на източника на данни",
  "badDivElement": "Невалиден аргумент: За команда на съдържанието елементът трябва да е null или div",
  "badFlyout": "Невалиден аргумент: Свойството за допълнително меню (flyout) за {0} трябва да е допълнително меню или ИД на низ на допълнително меню",
  "badHrElement": "Невалиден аргумент: За разделител елементът трябва да е null или hr",
  "badItemSpacingAmount": "Невалиден аргумент: itemSpacing трябва да е число, което е по-голямо от или равно на нула",
  "badLayout": "Невалиден аргумент: Свойството за оформление трябва да е „custom“ или „commands“",
  "badPlacement": "Невалиден аргумент: Позиционирането на допълнителното меню трябва да е „top“ (по подразбиране), „bottom“, „left“, „right“ или „auto“.",
  "badReference": "Невалиден аргумент: Невалиден href към фрагмент на допълнително меню за настройки",
  "cannotChangeCommandsWhenVisible": "Невалиден аргумент: Трябва да извикате hide() преди промяна на {0} команди",
  "cannotChangeHiddenProperty": "Не може да се зададе скрито свойство, докато родителят {0} е видим.",
  "cannotChangeLayoutWhenVisible": "Невалиден аргумент: Свойството за оформление не може да бъде зададено, когато AppBar е видима, първо извикайте hide()",
  "cannotChangePlacementWhenVisible": "Невалиден аргумент: Свойството за позициониране не може да бъде зададено, когато AppBar е видима, първо извикайте hide()",
  "clearYourRating": "Изчистване на вашата оценка",
  "closeOverlay": "Затвори",
  "datePicker": "Избирач на дата",
  "disableBackdropIsDeprecated": "Невалидна конфигурация: disableBackdrop е отхвърлено. Стил: .win-listview .win-container.win-backdrop { background-color:transparent; } вместо това.",
  "duplicateConstruction": "Невалиден аргумент: Контролите могат да бъдат създадени само веднъж за всеки DOM елемент",
  "duplicateSection": "Дублирани раздели в концентратора: Всеки раздел HubSection трябва да е уникален",
  "flipViewNavigationDuringStateChange": "Грешка: След промяна на itemDataSource или itemTemplate навигирането в контролата FlipView трябва да бъде отложено до стартиране на избраното в страницата събитие.",
  "flipViewPanningContainerAriaLabel": "Контейнер за превъртане",
  "flyoutAriaLabel": "Допълнително меню",
  "groupInfoIsDeprecated": "GridLayout.groupInfo може да е променено или да не е налично в бъдещите версии. Вместо това използвайте CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Невалиден резултат: Резултатът groupInfo за групите за разделяне на клетки трябва да включва следните числови свойства: cellWidth и cellHeight.",
  "hubViewportAriaLabel": "Контейнер за превъртане",
  "indexIsInvalid": "Невалиден аргумент: индексът трябва да е неотрицателно цяло число.",
  "invalidCountReturned": "Грешка: адаптерът за данни трябва да върне неопределено, null, CountResult.unknown или неотрицателно цяло число за броя.",
  "invalidHubContent": "Невалидно съдържание: Съдържанието в концентратора трябва да се състои от раздели HubSections.",
  "invalidIndexReturned": "Грешка: адаптерът за данни трябва да върне неопределено, null или неотрицателно цяло число за индекса.",
  "invalidItemReturned": "Грешка: адаптерът за данни върна елемент, който не е обект.",
  "invalidItemsManagerCallback": "Невалиден аргумент: {0} трябва да е функция.",
  "invalidKeyReturned": "Грешка: адаптерът за данни върна елемент с неопределен или null ключ.",
  "invalidPivotContent": "Невалидно съдържание: обобщеното съдържание трябва да се състои от PivotItems.",
  "invalidRequestedCountReturned": "Грешка: адаптерът за данни трябва да върне CountResult.unknown, CountResult.failure или неотрицателно цяло число за броя.",
  "invalidSearchBoxSuggestionKind": "Грешка: Невалиден вид на предложението за търсене.",
  "invalidTemplate": "Невалиден шаблон: Шаблоните трябва да се създават преди предаването им към ListView и трябва да съдържат валидна йерархична структура от елементи.",
  "invalidViewBoxChildren": "ViewBox очаква да има само един дъщерен елемент",
  "invalidZoomFactor": "Невалиден zoomFactor",
  "itemInfoIsDeprecated": "GridLayout.itemInfo може да е променено или да не е налично в бъдещите версии. Вместо това използвайте CellSpanningLayout.",
  "itemInfoIsInvalid": "Невалиден аргумент: Трябва да се предостави функция itemInfo, която връща обект с числови свойства за ширина и височина.",
  "itemIsInvalid": "Невалиден аргумент: елементът трябва да е DOM елемент, който е върнат от диспечера на елементи и не е заместен или освободен.",
  "itemRendererIsInvalid": "Невалиден аргумент: itemRenderer трябва да е функция.",
  "keyIsInvalid": "Невалиден аргумент: ключът трябва да е низ.",
  "listDataAdapterIsInvalid": "Невалиден аргумент: listDataAdapter трябва да е обект или масив.",
  "listDataSourceIsInvalid": "Невалиден аргумент: dataSource трябва да е обект.",
  "listViewInvalidItem": "Елементът трябва да предостави индекс, ключ или описание на съответния елемент.",
  "listViewViewportAriaLabel": "Контейнер за превъртане",
  "loadingBehaviorIsDeprecated": "Невалидна конфигурация: loadingBehavior е отхвърлено. Управлението ще направи това свойство „randomAccess“ по подразбиране. Вижте SDK примера „Поведения при зареждане на ListView“ за указания относно начина за внедряване на поведение за постъпково натоварване.",
  "loadMorePagesIsDeprecated": "loadMorePages е отхвърлено. Извикването на тази функция няма да има ефект. Вижте SDK примера „Поведения при зареждане на ListView“ за указания относно начина за внедряване на поведение за постъпково натоварване.",
  "maxRowsIsDeprecated": "GridLayout.maxRows може да е променено или да не е налично в бъдещите версии. Вместо това използвайте свойството maximumRowsOrColumns.",
  "menuAriaLabel": "Меню",
  "menuCommandAriaLabel": "Елемент от менюто",
  "modeIsInvalid": "Невалиден аргумент: режимът трябва да има една от следните стойности: „none“, „single“ или „multi“.",
  "mustContainCommands": "Невалиден HTML: AppBars/Менютата трябва да съдържат само AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Контейнер за превъртане",
  "noAnchor": "Невалиден аргумент: Показването на допълнително меню изисква DOM елемент като параметър.",
  "noitemsManagerForCount": "Невалидна операция: не може да получи брой, ако не е зададен dataSource",
  "notCompatibleWithSemanticZoom": "ListView може да се използва само със SemanticZoom, ако е посочено поведение на зареждане randomAccess.",
  "nullCommand": "Невалиден аргумент: командата не трябва да е null",
  "off": "Изключено",
  "on": "Вкл",
  "pagesToLoadIsDeprecated": "Невалидна конфигурация: pagesToLoad е отхвърлено. Управлението няма да използва това свойство. Вижте SDK примера „Поведения при зареждане на ListView“ за указания относно начина за внедряване на поведение за постъпково натоварване.",
  "pagesToLoadThresholdIsDeprecated": "Невалидна конфигурация: pagesToLoadThreshold е отхвърлено. Управлението няма да използва това свойство. Вижте SDK примера „Поведения при зареждане на ListView“ за указания относно начина за внедряване на поведение за постъпково натоварване.",
  "pivotAriaLabel": "Ρїνοť",
  "pivotViewportAriaLabel": "Контейнер за превъртане",
  "refreshCycleIdentified": "открит е цикъл на обновяване, вероятно несъответствие на данни",
  "repeaterReentrancy": "Данните от ретранслатора не може да се модифицират, докато ретранслаторът не извърши предишна модификация.",
  "requiresCommands": "Невалиден аргумент: командите не трябва да са празни",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader може да е променено или да не е налично в бъдещите версии. Вместо това маркирайте елемента на заглавката като еднократен с помощта на WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem може да е променено или да не е налично в бъдещите версии. Вместо това маркирайте елемента като еднократен с помощта на WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Поле за търсене",
  "searchBoxAriaLabelButton": "Щракнете за изпращане на заявката",
  "searchBoxAriaLabelInputNoPlaceHolder": "Поле за търсене, Enter за изпращане на заявката, Esc за изчистване на текста",
  "searchBoxAriaLabelInputPlaceHolder": "Поле за търсене, {0}, Enter за изпращане на заявката, Esc за изчистване на текста",
  "searchBoxAriaLabelQuery": "Предложение: {0}",
  "searchBoxAriaLabelResult": "Резултат: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Разделител: {0}",
  "selectAMPM": "Избор на преди обяд/след обяд",
  "selectDay": "Избор на ден",
  "selectHour": "Избор на час",
  "selectMinute": "Избор на минути",
  "selectMonth": "Избор на месец",
  "selectYear": "Избор на година",
  "settingsFlyoutAriaLabel": "Допълнително меню за настройки",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width може да е променено или да не е налично в бъдещите версии. Вместо това приложете CSS свойството за ширина към стила на елементите от клас .win-settingsflyout.",
  "tentativeRating": "Предварителна оценка",
  "timePicker": "Избирач на час",
  "tooltipStringsIsInvalid": "Невалиден аргумент: tooltipStrings трябва да е null или масив от низове.",
  "unrated": "Без оценка",
  "userRating": "Потребителска оценка"
}