{
  "appBarAriaLabel": "Bara Aplicații",
  "appBarCommandAriaLabel": "Element din bara de aplicații",
  "asynchronousRender": "Elementele de la nivelul principal trebuie să se redea sincron",
  "automaticallyLoadPagesIsDeprecated": "Configurație nevalidă: automaticallyLoadPages este perimată. Controlul va seta implicit această proprietate la fals. Consultați exemplul SDK „ListView loading behaviors” pentru instrucțiuni de implementare a comportamentului de încărcare incrementală.",
  "averageRating": "Evaluare medie",
  "backbuttonarialabel": "Înapoi",
  "backdropColorIsDeprecated": "Configurație nevalidă: backdropColor este perimată. Stil: folosiți în schimb .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Argument nevalid: alinierea fișei trebuie să fie „center” (implicit), „left” sau „right”.",
  "badAxis": "Argument nevalid: orientarea trebuie să fie șir de caractere, fie „horizontal”, fie „vertical”",
  "badButtonElement": "Argument nevalid: pentru o comandă de buton, buton de comutare sau fișă, elementul trebuie să fie nul sau un element buton",
  "badClick": "Argument nevalid: Proprietatea onclick pentru un element {0} trebuie să fie o funcție",
  "badCurrentPage": "Argument nevalid: currentPage trebuie să fie un număr mai mare sau egal cu zero și să fie între limitele datasource",
  "badDivElement": "Argument nevalid: pentru o comandă de conținut, elementul trebuie să fie nul sau un element div",
  "badFlyout": "Argument nevalid: proprietatea flyout pentru un element {0} trebuie să fie un Flyout sau un ID de tip String al unui Flyout",
  "badHrElement": "Argument nevalid: Pentru un separator, elementul trebuie să fie nul sau un element hr",
  "badItemSpacingAmount": "Argument nevalid: itemSpacing trebuie să fie un număr mai mare sau egal cu zero",
  "badLayout": "Argument nevalid: Proprietatea layout trebuie să fie „custom” sau „commands”",
  "badPlacement": "Argument nevalid: plasarea unei fișe trebuie să fie „top” (implicit), „bottom”, „left”, „right” sau „auto”.",
  "badReference": "Argument nevalid: href nevalid către fragmentul cu setările de flyout",
  "cannotChangeCommandsWhenVisible": "Argument nevalid: trebuie să apelați hide() înainte de a schimba comenzile {0}",
  "cannotChangeHiddenProperty": "Nu se poate seta o proprietate ascunsă când părintele {0} este vizibil.",
  "cannotChangeLayoutWhenVisible": "Argument nevalid: proprietatea layout nu poate fi setată când AppBar este vizibilă, apelați întâi hide()",
  "cannotChangePlacementWhenVisible": "Argument nevalid: proprietatea placement nu poate fi setată când AppBar este vizibilă, apelați întâi hide()",
  "clearYourRating": "Ștergeți evaluarea dvs.",
  "closeOverlay": "Închidere",
  "datePicker": "Selector dată",
  "disableBackdropIsDeprecated": "Configurație nevalidă: disableBackdrop este perimată. Stil: folosiți în schimb .win-listview .win-container.win-backdrop { background-color:transparent; }",
  "duplicateConstruction": "Argument nevalid: controalele pot fi instanțiate o singură dată pentru fiecare element DOM",
  "duplicateSection": "Secțiuni de hub dublate: fiecare HubSection trebuie să fie unic",
  "flipViewNavigationDuringStateChange": "Eroare: după modificarea itemDataSource sau itemTemplate, orice navigare în controlul FlipView trebuie să fie întârziată până ce se declanșează evenimentul pageselected.",
  "flipViewPanningContainerAriaLabel": "Container defilant",
  "flyoutAriaLabel": "Fișă",
  "groupInfoIsDeprecated": "GridLayout.groupInfo poate fi modificat sau indisponibil în versiunile viitoare. Folosiți în schimb CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Rezultat nevalid: rezultatul groupInfo pentru grupurile de extindere a celulelor trebuie să cuprindă următoarele proprietăți numerice: cellWidth și cellHeight.",
  "hubViewportAriaLabel": "Container defilant",
  "indexIsInvalid": "Argument nevalid: index trebuie să fie o valoare întreagă non-negativă.",
  "invalidCountReturned": "Eroare: adaptorul de date trebuie să returneze undefined, null, CountResult.unknown sau o valoare întreagă nonnegativă drept contor.",
  "invalidHubContent": "Conținut nevalid: conținutul Hub trebuie să fie alcătuit din HubSections.",
  "invalidIndexReturned": "Eroare: adaptorul de date trebuie să returneze undefined, null sau o valoare întreagă nonnegativă drept index.",
  "invalidItemReturned": "Eroare: adaptorul de date a returnat un element care nu este obiect.",
  "invalidItemsManagerCallback": "Argument nevalid: {0} trebuie să fie o funcție.",
  "invalidKeyReturned": "Eroare: adaptorul de date a returnat un element cu o cheie nedefinită sau nulă.",
  "invalidRequestedCountReturned": "Eroare: adaptorul de date trebuie să returneze CountResult.unknown, CountResult.failure sau o valoare întreagă nonnegativă drept contor.",
  "invalidSearchBoxSuggestionKind": "Eroare: tip nevalid pentru sugestia de căutare.",
  "invalidTemplate": "Șablon nevalid: șabloanele trebuie create înainte de a fi trecute la ListView și trebuie să conțină un arbore valid de elemente.",
  "invalidViewBoxChildren": "Se așteaptă ca ViewBox să aibă un singur element fiu",
  "invalidZoomFactor": "Valoare zoomFactor nevalidă",
  "itemInfoIsDeprecated": "GridLayout.itemInfo poate fi modificată sau indisponibilă în versiunile viitoare. Folosiți în schimb CellSpanningLayout.",
  "itemInfoIsInvalid": "Argument nevalid: trebuie furnizată o funcție itemInfo care să returneze un obiect cu proprietăți numerice de lățime și înălțime.",
  "itemIsInvalid": "Argument nevalid: elementul trebuie să fie un element DOM care a fost returnat de managerul de elemente și nu a fost înlocuit sau eliberat.",
  "itemRendererIsInvalid": "Argument nevalid: itemRenderer trebuie să fie o funcție.",
  "keyIsInvalid": "Argument nevalid: cheia trebuie să fie un șir de caractere.",
  "listDataAdapterIsInvalid": "Argument nevalid: listDataAdapter trebuie să fie un obiect sau o matrice.",
  "listDataSourceIsInvalid": "Argument nevalid: dataSource trebuie să fie un obiect.",
  "listViewInvalidItem": "Elementul trebuie să furnizeze indexul, cheia sau descrierea elementului corespondent.",
  "listViewViewportAriaLabel": "Container defilant",
  "loadingBehaviorIsDeprecated": "Configurație nevalidă: loadingBehavior este perimată. Controlul va seta implicit această proprietate la „randomAccess”. Consultați exemplul SDK „ListView loading behaviors” pentru instrucțiuni de implementare a comportamentului de încărcare incrementală.",
  "loadMorePagesIsDeprecated": "loadMorePages este perimată. Invocarea acestei funcții nu va avea niciun efect. Consultați exemplul SDK „ListView loading behaviors” pentru instrucțiuni de implementare a comportamentului de încărcare incrementală.",
  "maxRowsIsDeprecated": "GridLayout.maxRows poate fi modificată sau indisponibilă în versiunile viitoare. Folosiți în schimb proprietatea maximumRowsOrColumns.",
  "menuAriaLabel": "Meniu",
  "menuCommandAriaLabel": "Element de meniu",
  "modeIsInvalid": "Argument nevalid: modul trebuie să aibă una din următoarele valori: „none”, „single” sau „multi”.",
  "mustContainCommands": "HTML nevalid: AppBars/Menus trebuie să conțină numai AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Container defilant",
  "noAnchor": "Argument nevalid: afișarea fișei necesită un element DOM ca parametru.",
  "noitemsManagerForCount": "Operațiune nevalidă: nu se poate obține contorul dacă nu s-a setat dataSource",
  "notCompatibleWithSemanticZoom": "ListView se poate utiliza cu SemanticZoom doar dacă s-a specificat comportamentul de încărcare randomAccess.",
  "nullCommand": "Argument nevalid: comanda nu trebuie să fie nulă",
  "off": "Dezactivat",
  "on": "Activat",
  "pagesToLoadIsDeprecated": "Configurație nevalidă: pagesToLoad este perimată. Controlul nu va utiliza această proprietate. Consultați exemplul SDK „ListView loading behaviors” pentru instrucțiuni de implementare a comportamentului de încărcare incrementală.",
  "pagesToLoadThresholdIsDeprecated": "Configurație nevalidă: pagesToLoadThreshold este perimată. Controlul nu va utiliza această proprietate. Consultați exemplul SDK „ListView loading behaviors” pentru instrucțiuni de implementare a comportamentului de încărcare incrementală.",
  "refreshCycleIdentified": "ciclu de reîmprospătare găsit, probabil inconsistență de date",
  "repeaterReentrancy": "Nu se pot modifica datele Repeater până când Repeater nu comite modificarea anterioară.",
  "requiresCommands": "Argument nevalid: comenzile nu trebuie să fie goale",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader poate fi modificată sau indisponibilă în versiunile viitoare. Marcați în schimb elementul antet ca dispozabil utilizând WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem poate fi modificată sau indisponibilă în versiunile viitoare. Marcați în schimb elementul ca dispozabil utilizând WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Casetă de căutare",
  "searchBoxAriaLabelButton": "Faceți clic pentru a remite interogarea",
  "searchBoxAriaLabelInputNoPlaceHolder": "Casetă de căutare, apăsați ENTER pentru a transmite interogarea, ESC pentru a șterge textul",
  "searchBoxAriaLabelInputPlaceHolder": "Casetă de căutare, {0}, apăsați ENTER pentru a transmite interogarea, ESC pentru a șterge textul",
  "searchBoxAriaLabelQuery": "Sugestie: {0}",
  "searchBoxAriaLabelResult": "Rezultat: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Separator: {0}",
  "selectAMPM": "Selectați A.M P.M",
  "selectDay": "Selectați ziua",
  "selectHour": "Selectați ora",
  "selectMinute": "Selectați minutul",
  "selectMonth": "Selectați luna",
  "selectYear": "Selectați anul",
  "settingsFlyoutAriaLabel": "Fișă setări",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width poate fi modificată sau indisponibilă în versiunile viitoare. Folosiți în schimb proprietatea width a stilului CSS pe elemente utilizând clasa .win-settingsflyout.",
  "tentativeRating": "Tentativă de evaluare",
  "timePicker": "Selector oră",
  "tooltipStringsIsInvalid": "Argument nevalid: tooltipStrings trebuie să fie null sau o matrice de șiruri de caractere.",
  "unrated": "Neevaluat",
  "userRating": "Evaluare utilizator",
  "invalidPivotContent": "Conținut nevalid: conținutul Pivot trebuie constituit din elemente PivotItem.",
  "pivotAriaLabel": "Рινòт",
  "pivotViewportAriaLabel": "Container defilant"
}