{
  "appBarAriaLabel": "Sovelluspalkki",
  "appBarCommandAriaLabel": "Sovelluspalkin kohde",
  "asynchronousRender": "Ylimmän tason kohteet on hahmonnettava synkronoidusti",
  "automaticallyLoadPagesIsDeprecated": "Virheellinen määritys: automaticallyLoadPages on vanhentunut. Ohjausobjekti käyttää tälle ominaisuudelle oletusarvoa false. Katso SDK-mallista ListView-lataustoiminnat ohjeita siihen, miten lisäävä lataus toteutetaan.",
  "averageRating": "Keskimääräinen luokitus",
  "backbuttonarialabel": "Edellinen",
  "backdropColorIsDeprecated": "Virheellinen määritys: backdropColor on vanhentunut. Tyyli: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } sen sijaan.",
  "badAlignment": "Virheellinen argumentti: pikaikkunan tasauksen arvon on oltava center (oletus), left tai right.",
  "badAxis": "Virheellinen argumentti: suunnan arvon on oltava joko horizontal tai vertical.",
  "badButtonElement": "Virheellinen argumentti: painike-, pikaikkuna- tai vaihtokomennon elementin on oltava tyhjäarvoinen tai painike-elementti.",
  "badClick": "Virheellinen argumentti: kohteen {0} onclick-ominaisuuden on oltava toiminto.",
  "badCurrentPage": "Virheellinen argumentti: currentPage-argumentin on oltava luku, joka on yhtä suuri tai suurempi kuin nolla sekä tietolähteen sallimissa rajoissa.",
  "badDivElement": "Virheellinen argumentti: sisältökomennolla elementin on oltava null tai div-elementti",
  "badFlyout": "Virheellinen argumentti: kohteen {0} Flyout-ominaisuuden on oltava pikaikkuna tai pikaikkunan merkkijonotunnus.",
  "badHrElement": "Virheellinen argumentti: erottimen on oltava tyhjäarvoinen tai hr-elementti.",
  "badItemSpacingAmount": "Virheellinen argumentti: itemSpacing-argumentin on oltava luku, joka on yhtä suuri tai suurempi kuin nolla.",
  "badLayout": "Virheellinen argumentti: asetteluominaisuuden arvon on oltava custom tai commands.",
  "badPlacement": "Virheellinen argumentti: pikaikkunan aseman on oltava top (oletus), bottom, left, right tai auto.",
  "badReference": "Virheellinen argumentti: virheellinen href-viittaus asetusten pikaikkunaosaan.",
  "cannotChangeCommandsWhenVisible": "Virheellinen argumentti: sinun on kutsuttava hide()-komentoa ennen komentojen vaihtamista ({0}).",
  "cannotChangeHiddenProperty": "Piilotettua ominaisuutta ei voi määrittää, kun ylemmän tason {0} on näkyvissä.",
  "cannotChangeLayoutWhenVisible": "Virheellinen argumentti: Asetteluominaisuutta ei voi määrittää, kun sovelluspalkki on näkyvissä. Kutsu hide()-komentoa ensin.",
  "cannotChangePlacementWhenVisible": "Virheellinen argumentti: Paikkaominaisuutta ei voi määrittää, kun sovelluspalkki on näkyvissä. Kutsu hide()-komentoa ensin.",
  "clearYourRating": "Tyhjennä luokitus",
  "closeOverlay": "Sulje",
  "datePicker": "Päivämäärävalitsin",
  "disableBackdropIsDeprecated": "Virheellinen määritys: disableBackdrop on vanhentunut. Tyyli: .win-listview .win-container.win-backdrop { background-color:transparent; } sen sijaan.",
  "duplicateConstruction": "Virheellinen argumentti: ohjausobjektien esiintymän voi luoda vain kerran kullekin DOM-elementille.",
  "duplicateSection": "Toiminnon osia esiintyy kahteen kertaan. Kunkin HubSection-kohteen on oltava yksilöllinen",
  "flipViewNavigationDuringStateChange": "Virhe: kun vaihdat itemDataSource- tai itemTemplate-kohdetta, kaikkia FlipView-ohjausobjektin siirtymistoimintoja tulisi viivyttää siihen saakka, kunnes pageselected-tapahtuma käynnistetään.",
  "flipViewPanningContainerAriaLabel": "Vierityssäilö",
  "flyoutAriaLabel": "Pikaikkuna",
  "groupInfoIsDeprecated": "GridLayout.groupInfo voi muuttua tai poistua käytöstä tulevissa versioissa. Käytä sen sijaan kohdetta CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Virheellinen tulos: solunlaajuisten ryhmien groupInfo-tuloksen on sisällettävä numeeriset ominaisuudet cellWidth ja cellHeight.",
  "hubViewportAriaLabel": "Vierityssäilö",
  "indexIsInvalid": "Virheellinen argumentti: indeksin on oltava positiivinen kokonaisluku.",
  "invalidCountReturned": "Virhe: tietosovittimen pitäisi palauttaa määrittämätön, tyhjäarvoinen CountResult.unknown-tulos tai positiivinen kokonaisluku määrälle.",
  "invalidHubContent": "Virheellinen sisältö: toiminnon sisällön on koostuttava HubSection-kohteista.",
  "invalidIndexReturned": "Virhe: tietosovittimen pitäisi palauttaa määrittämätön tyhjäarvoinen tulos tai positiivinen kokonaisluku indeksille.",
  "invalidItemReturned": "Virhe: tietosovitin palautti kohteen, joka ei ole objekti.",
  "invalidItemsManagerCallback": "Virheellinen argumentti: kohteen {0} on oltava toiminto.",
  "invalidKeyReturned": "Virhe: tietosovitin palautti kohteen, jonka avain on määrittämätön tai tyhjäarvoinen.",
  "invalidRequestedCountReturned": "Virhe: tietosovittimen tulisi palauttaa CountResult.unknown, CountResult.failure tai positiivinen kokonaisluku määrälle.",
  "invalidSearchBoxSuggestionKind": "Virhe: virheellinen hakuehdotustyyppi.",
  "invalidTemplate": "Virheellinen malli: mallit on luotava, ennen kuin ne siirretään ListView-argumenttiin, ja niissä on oltava oikeanlainen elementtipuu.",
  "invalidViewBoxChildren": "ViewBox odottaa vain yhtä alatason elementtiä",
  "invalidZoomFactor": "Virheellinen zoomFactor",
  "itemInfoIsDeprecated": "GridLayout.itemInfo voi muuttua tai poistua käytöstä tulevissa versioissa. Käytä sen sijaan kohdetta CellSpanningLayout.",
  "itemInfoIsInvalid": "Virheellinen argumentti: on annettava sellaisen objektin palauttava itemInfo-toiminto, jolla on numeeriset leveys- ja korkeusominaisuudet.",
  "itemIsInvalid": "Virheellinen argumentti: kohteen on oltava kohteiden hallinnan palauttama DOM-elementti, mutta sitä ei ole korvattu tai vapautettu.",
  "itemRendererIsInvalid": "Virheellinen argumentti: itemRenderer-kohteen on oltava toiminto.",
  "keyIsInvalid": "Virheellinen argumentti: avaimen on oltava merkkijono.",
  "listDataAdapterIsInvalid": "Virheellinen argumentti: listDataAdapter-kohteen on oltava objekti tai matriisi.",
  "listDataSourceIsInvalid": "Virheellinen argumentti: dataSource-argumentin on oltava objekti.",
  "listViewInvalidItem": "Kohteen on tarjottava vastaavan kohteen indeksi, avain tai kuvaus.",
  "listViewViewportAriaLabel": "Vierityssäilö",
  "loadingBehaviorIsDeprecated": "Virheellinen määritys: loadingBehavior on vanhentunut. Ohjausobjekti käyttää tälle ominaisuudelle oletusarvoa randomAccess. Katso SDK-mallista ListView-lataustoiminnat ohjeita siihen, miten lisäävä lataus toteutetaan.",
  "loadMorePagesIsDeprecated": "loadMorePages on vanhentunut. Tämän toiminnon kutsumisella ei ole vaikutusta. Katso SDK-mallista ListView-lataustoiminnat ohjeita siihen, miten lisäävä lataus toteutetaan.",
  "maxRowsIsDeprecated": "GridLayout.maxRows voi muuttua tai poistua käytöstä tulevissa versioissa. Käytä sen sijaan ominaisuutta maximumRowsOrColumns.",
  "menuAriaLabel": "Valikko",
  "menuCommandAriaLabel": "Valikkokohde",
  "modeIsInvalid": "Virheellinen argumentti: tila-arvon oltava jokin seuraavista: none, single tai multi.",
  "mustContainCommands": "Virheellinen HTML: sovelluspalkit ja valikot voivat sisältää vain sovelluspalkki- ja valikkokomentoja.",
  "navBarContainerViewportAriaLabel": "Vierityssäilö",
  "noAnchor": "Virheellinen argumentti: pikaikkunan näyttäminen edellyttää DOM-elementtiä sen parametrina.",
  "noitemsManagerForCount": "Virheellinen toiminto: määrää ei voida hakea, jos dataSource-argumenttia ei ole määritetty.",
  "notCompatibleWithSemanticZoom": "ListView-argumenttia voi käyttää SemanticZoom-argumentin kanssa vain, jos randomAccess-lataustoiminta on määritetty.",
  "nullCommand": "Virheellinen argumentti: komento ei saa olla tyhjäarvo",
  "off": "Ei käytössä",
  "on": "Käytössä",
  "pagesToLoadIsDeprecated": "Virheellinen määritys: pagesToLoad on vanhentunut. Ohjausobjekti ei käytä tätä ominaisuutta. Katso SDK-mallista ListView-lataustoiminnat ohjeita siihen, miten lisäävä lataus toteutetaan.",
  "pagesToLoadThresholdIsDeprecated": "Virheellinen määritys: pagesToLoadThreshold on vanhentunut. Ohjausobjekti ei käytä tätä ominaisuutta. Katso SDK-mallista ListView-lataustoiminnat ohjeita siihen, miten lisäävä lataus toteutetaan.",
  "refreshCycleIdentified": "Päivitys löytyi, tiedot todennäköisesti epäyhtenäiset",
  "repeaterReentrancy": "Toistimen tietoja ei voi muokata, ennen kuin toistin on vahvistanut edellisen muokkauksen.",
  "requiresCommands": "Virheellinen argumentti: komennot eivät voi olla tyhjiä.",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader voi muuttua tai poistua käytöstä tulevissa versioissa. Merkitse sen sijaan otsikkoelementti poistettavissa olevaksi käyttämällä kohdetta WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem voi muuttua tai poistua käytöstä tulevissa versioissa. Merkitse sen sijaan elementti poistettavissa olevaksi käyttämällä kohdetta WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Hakuruutu",
  "searchBoxAriaLabelButton": "Lähetä kysely napsauttamalla",
  "searchBoxAriaLabelInputNoPlaceHolder": "Hakuruutu, lähetä kysely Enterillä, poista teksti Escillä",
  "searchBoxAriaLabelInputPlaceHolder": "Hakuruutu, {0}, lähetä kysely Enterillä, poista teksti Escillä",
  "searchBoxAriaLabelQuery": "Ehdotus: {0}",
  "searchBoxAriaLabelResult": "Tulos: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Erotin: {0}",
  "selectAMPM": "Valitse aamupäivä tai iltapäivä",
  "selectDay": "Valitse päivä",
  "selectHour": "Valitse tunti",
  "selectMinute": "Valitse minuutti",
  "selectMonth": "Valitse kuukausi",
  "selectYear": "Valitse vuosi",
  "settingsFlyoutAriaLabel": "Asetusten pikaikkuna",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width voi muuttua tai poistua käytöstä tulevissa versioissa. Määritä sen sijaan CSS-leveysominaisuuden tyyli elementeissä käyttämällä .win-settingsflyout-luokkaa.",
  "tentativeRating": "Alustava luokitus",
  "timePicker": "Aikavalitsin",
  "tooltipStringsIsInvalid": "Virheellinen argumentti: tooltipStrings-argumentin on oltava tyhjäarvoinen tai merkkijonojen taulukko.",
  "unrated": "Luokittelematon",
  "userRating": "Käyttäjän luokitus"
}