{
  "appBarAriaLabel": "App-balk",
  "appBarCommandAriaLabel": "App-balkitem",
  "asynchronousRender": "Items op het hoogste niveau moeten synchroon worden weergegeven",
  "automaticallyLoadPagesIsDeprecated": "Ongeldige configuratie: automaticallyLoadPages is afgeschaft. Het besturingselement zet deze eigenschap op false. Raadpleeg het SDK-voorbeeld 'ListView loading behaviors' voor informatie over hoe incrementeel laadgedrag moet worden uitgevoerd.",
  "averageRating": "Gemiddelde waardering",
  "backbuttonarialabel": "Terug",
  "backdropColorIsDeprecated": "Ongeldige configuratie: backdropColor is afgeschaft. Stijl: in plaats daarvan .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Ongeldig argument: uitlijning van flyout moet center (standaard), left of right zijn.",
  "badAxis": "Ongeldig argument: stand moet een string zijn, namelijk horizontal of vertical",
  "badButtonElement": "Ongeldig argument: voor een knop-, schakel- of flyout-opdracht moet het element null of een knopelement zijn",
  "badClick": "Ongeldig argument: de eigenschap onclick voor een {0} moet een functie zijn",
  "badCurrentPage": "Ongeldig argument: currentPage moet een getal groter dan of gelijk aan nul zijn, en binnen de grenzen van de gegevensbron",
  "badDivElement": "Ongeldig argument: voor een inhoudsopdracht moet het element null zijn of een div-element",
  "badFlyout": "Ongeldig argument: de eigenschap Flyout van een {0} moet een flyout of de tekenreeks-id van een flyout zijn",
  "badHrElement": "Ongeldig argument: voor een scheidingsbalk moet het element null of een hr-element zijn",
  "badItemSpacingAmount": "Ongeldig argument: itemSpacing moet een getal groter dan of gelijk aan nul zijn",
  "badLayout": "Ongeldig argument: de eigenschap Opmaak moet custom of commands zijn",
  "badPlacement": "Ongeldig argument: de plaatsing van een flyout moet top (standaard), bottom, left, right of auto zijn.",
  "badReference": "Ongeldig argument: ongeldige href naar fragment met flyout voor instellingen",
  "cannotChangeCommandsWhenVisible": "Ongeldig argument: u moet hide() aanroepen voordat u {0}-opdrachten wijzigt",
  "cannotChangeHiddenProperty": "Kan verborgen eigenschap niet instellen terwijl bovenliggend(e) {0} zichtbaar is.",
  "cannotChangeLayoutWhenVisible": "Ongeldig argument: Kan de eigenschap Opmaak niet instellen als de app-balk zichtbaar is. Roep eerst hide() aan",
  "cannotChangePlacementWhenVisible": "Ongeldig argument: Kan de eigenschap Plaatsing niet instellen als de app-balk zichtbaar is. Roep eerst hide() aan",
  "clearYourRating": "Uw waardering wissen",
  "closeOverlay": "Sluiten",
  "datePicker": "Datumkiezer",
  "disableBackdropIsDeprecated": "Ongeldige configuratie: disableBackdrop is afgeschaft. Stijl: in plaats daarvan .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Ongeldig argument: er mag slechts één exemplaar van een besturingselement worden gemaakt per DOM-element",
  "duplicateSection": "Dubbele secties in hub: elke HubSection moet uniek zijn",
  "flipViewNavigationDuringStateChange": "Fout: na het wijzigen van itemDataSource of itemTemplate moet navigatie met het besturingselement FlipView worden uitgesteld totdat de gebeurtenis pageselected is gestart.",
  "flipViewPanningContainerAriaLabel": "Container voor schuiven",
  "flyoutAriaLabel": "Flyout",
  "groupInfoIsDeprecated": "GridLayout.groupInfo kan worden gewijzigd of niet beschikbaar zijn in toekomstige versies. Gebruik in plaats daarvan CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Ongeldig resultaat: groupInfo-resultaat voor celoverspanningsgroepen moet de volgende numerieke eigenschappen bevatten: cellWidth en cellHeight.",
  "hubViewportAriaLabel": "Container voor schuiven",
  "indexIsInvalid": "Ongeldig argument: index moet een niet-negatief geheel getal zijn.",
  "invalidCountReturned": "Fout: gegevensadapter moet undefined, null, CountResult.unknown of een niet-negatief geheel getal retourneren voor het aantal.",
  "invalidHubContent": "Ongeldige inhoud: de inhoud van de hub moet bestaan uit HubSections.",
  "invalidIndexReturned": "Fout: gegevensadapter moet undefined, null of een niet-negatief geheel getal retourneren voor de index.",
  "invalidItemReturned": "Fout: gegevensadapter retourneert een item dat geen object is.",
  "invalidItemsManagerCallback": "Ongeldig argument: {0} moet een functie zijn.",
  "invalidKeyReturned": "Fout: gegevensadapter retourneert een item met een sleutel die niet gedefinieerd of null is.",
  "invalidPivotContent": "Ongeldige inhoud: draaitabelinhoud moet uit draaitabelitems bestaan.",
  "invalidRequestedCountReturned": "Fout: gegevensadapter moet CountResult.unknown, CountResult.failure of een niet-negatief geheel getal retourneren voor het aantal.",
  "invalidSearchBoxSuggestionKind": "Fout: ongeldig zoekopdrachtsuggestietype.",
  "invalidTemplate": "Ongeldige sjabloon: sjablonen moeten worden gemaakt voordat deze worden doorgegeven aan de ListView en moeten een geldige elementenstructuur bevatten.",
  "invalidViewBoxChildren": "Slechts één onderliggend element verwacht voor ViewBox",
  "invalidZoomFactor": "Ongeldige zoomFactor",
  "itemInfoIsDeprecated": "GridLayout.itemInfo kan worden gewijzigd of niet beschikbaar zijn in toekomstige versies. Gebruik in plaats daarvan CellSpanningLayout.",
  "itemInfoIsInvalid": "Ongeldig argument: er moet een itemInfo-functie worden geleverd die een object retourneert met numerieke eigenschappen voor de breedte en de hoogte.",
  "itemIsInvalid": "Ongeldig argument: item moet een DOM-element zijn dat is geretourneerd door Itembeheer en niet is vervangen of vrijgegeven.",
  "itemRendererIsInvalid": "Ongeldig argument: itemRenderer moet een functie zijn.",
  "keyIsInvalid": "Ongeldig argument: sleutel moet een tekenreeks zijn.",
  "listDataAdapterIsInvalid": "Ongeldig argument: listDataAdapter moet een object of een matrix zijn.",
  "listDataSourceIsInvalid": "Ongeldig argument: dataSource moet een object zijn.",
  "listViewInvalidItem": "Index, sleutel of beschrijving van bijbehorend item moet worden opgegeven in item.",
  "listViewViewportAriaLabel": "Container voor schuiven",
  "loadingBehaviorIsDeprecated": "Ongeldige configuratie: loadingBehavior is afgeschaft. Het besturingselement zet deze eigenschap op randomAccess. Raadpleeg het SDK-voorbeeld 'ListView loading behaviors' voor informatie over hoe incrementeel laadgedrag moet worden uitgevoerd.",
  "loadMorePagesIsDeprecated": "loadMorePages is afgeschaft. Het aanroepen van deze functie geeft geen resultaat. Raadpleeg het SDK-voorbeeld 'ListView loading behaviors' voor informatie over hoe incrementeel laadgedrag moet worden uitgevoerd.",
  "maxRowsIsDeprecated": "GridLayout.maxRows kan worden gewijzigd of niet beschikbaar zijn in toekomstige versies. Gebruik in plaats daarvan de eigenschap maximumRowsOrColumns.",
  "menuAriaLabel": "Menu",
  "menuCommandAriaLabel": "Menu-item",
  "modeIsInvalid": "Ongeldig argument: modus moet een van de volgende waarden zijn: none, single of multi.",
  "mustContainCommands": "Ongeldige HTML: app-balken/menu’s mogen alleen AppBarCommands/MenuCommands bevatten",
  "navBarContainerViewportAriaLabel": "Container voor schuiven",
  "noAnchor": "Ongeldig argument: DOM-element als parameter is vereist om flyout weer te geven.",
  "noitemsManagerForCount": "Ongeldige bewerking: kan geen aantal ophalen als er geen dataSource is ingesteld",
  "notCompatibleWithSemanticZoom": "ListView kan alleen worden gebruikt met SemanticZoom als laadgedrag voor randomAccess is opgegeven.",
  "nullCommand": "Ongeldig argument: opdracht mag niet null zijn",
  "off": "Uit",
  "on": "Aan",
  "pagesToLoadIsDeprecated": "Ongeldige configuratie: pagesToLoad is afgeschaft. Het besturingselement zal deze eigenschap niet gebruiken. Raadpleeg het SDK-voorbeeld 'ListView loading behaviors' voor informatie over hoe incrementeel laadgedrag moet worden uitgevoerd.",
  "pagesToLoadThresholdIsDeprecated": "Ongeldige configuratie: pagesToLoadThreshold is afgeschaft. Het besturingselement zal deze eigenschap niet gebruiken. Raadpleeg het SDK-voorbeeld 'ListView loading behaviors' voor informatie over hoe incrementeel laadgedrag moet worden uitgevoerd.",
  "pivotAriaLabel": "Ρϊνόţ",
  "pivotViewportAriaLabel": "Container voor schuiven",
  "refreshCycleIdentified": "vernieuwingscyclus gevonden, gegevens zijn waarschijnlijk inconsistent",
  "repeaterReentrancy": "Kan de herhalergegevens pas wijzigen nadat de eerdere wijziging is doorgevoerd door de herhaler.",
  "requiresCommands": "Ongeldig argument: opdrachten mogen niet leeg zijn",
  "resetGroupHeaderIsDeprecated": "resetGroupHeader kan worden gewijzigd of niet beschikbaar zijn in toekomstige versies. Markeer in plaats daarvan het koptekstelement als verwijderbaar met WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "resetItem kan worden gewijzigd of niet beschikbaar zijn in toekomstige versies. Markeer in plaats daarvan het element als verwijderbaar met WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Zoekvak",
  "searchBoxAriaLabelButton": "Klik om de query in te dienen",
  "searchBoxAriaLabelInputNoPlaceHolder": "Zoekvak, enter om query in te dienen, esc om tekst te wissen",
  "searchBoxAriaLabelInputPlaceHolder": "Zoekvak, {0}, enter om query in te dienen, esc om tekst te wissen",
  "searchBoxAriaLabelQuery": "Suggestie: {0}",
  "searchBoxAriaLabelResult": "Resultaat: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Scheidingsteken: {0}",
  "selectAMPM": "AM/PM selecteren",
  "selectDay": "Dag selecteren",
  "selectHour": "Uur selecteren",
  "selectMinute": "Minuten selecteren",
  "selectMonth": "Maand selecteren",
  "selectYear": "Jaar selecteren",
  "settingsFlyoutAriaLabel": "Flyout met instellingen",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width kan worden gewijzigd of niet beschikbaar zijn in toekomstige versies. Stileer in plaats daarvan de eigenschap CSS-breedte op elementen met de klasse .win-settingsflyout.",
  "tentativeRating": "Voorlopige waardering",
  "timePicker": "Tijdkiezer",
  "tooltipStringsIsInvalid": "Ongeldig argument: tooltipStrings moet null of een matrix van tekenreeksen zijn.",
  "unrated": "Zonder waardering",
  "userRating": "Gebruikerswaardering"
}