{
  "appBarAriaLabel": "App-Leiste",
  "appBarCommandAriaLabel": "App-Leistenelement",
  "asynchronousRender": "Elemente auf der obersten Ebene müssen synchron gerendert werden.",
  "automaticallyLoadPagesIsDeprecated": "Ungültige Konfiguration: „automaticallyLoadPages“ ist veraltet. Diese Eigenschaft wird automatisch auf „False“ festgelegt. Informationen zum Implementieren von inkrementellem Ladeverhalten finden Sie im SDK-Beispiel zum Ladeverhalten von „ListView“.",
  "averageRating": "Durchschnittliche Bewertung",
  "backbuttonarialabel": "Zurück",
  "backdropColorIsDeprecated": "Ungültige Konfiguration: „backdropColor“ ist veraltet. Verwenden Sie stattdessen Folgendes: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Ungültiges Argument: Für die Flyoutausrichtung muss „center“ (Standardwert), „left“ oder „right“ festgelegt werden.",
  "badAxis": "Ungültiges Argument: Die Ausrichtung muss eine Zeichenfolge sein (entweder „horizontal“ oder „vertical“).",
  "badButtonElement": "Ungültiges Argument: Für den Befehl „button“, „toggle“ oder „flyout“ muss das Element „null“ oder „button“ sein.",
  "badClick": "Ungültiges Argument: Die onclick-Eigenschaft für „{0}“ muss eine Funktion sein.",
  "badCurrentPage": "Ungültiges Argument: „currentPage“ muss eine Zahl größer als oder gleich null sein und sich innerhalb der Datenquelle befinden.",
  "badDivElement": "Ungültiges Argument: Bei einem Inhaltsbefehl muss das Element NULL oder ein div-Element sein.",
  "badFlyout": "Ungültiges Argument: Die Eigenschaft für das Flyout für „{0}“ muss ein Flyout oder die Zeichenfolgen-ID eines Flyouts sein.",
  "badHrElement": "Ungültiges Argument: Für „separator“ muss das Element „null“ oder „hr“ sein.",
  "badItemSpacingAmount": "Ungültiges Argument: „itemSpacing“ muss eine Zahl größer als oder gleich null sein.",
  "badLayout": "Ungültiges Argument: Die Eigenschaft für das Layout muss „custom“ oder „commands“ sein.",
  "badPlacement": "Ungültiges Argument: Die Flyoutplatzierung sollte „top“ (Standardwert), „bottom“, „left“, „right“ oder „auto“ sein.",
  "badReference": "Ungültiges Argument: Ungültiger HREF zum Fragment des Einstellungsflyouts",
  "cannotChangeCommandsWhenVisible": "Ungültiges Argument: Sie müssen „hide()“ aufrufen, bevor Sie {0}-Befehle ändern.",
  "cannotChangeHiddenProperty": "Die ausgeblendete Eigenschaft kann nicht festgelegt werden, während das übergeordnete Element „{0}“ sichtbar ist.",
  "cannotChangeLayoutWhenVisible": "Ungültiges Argument: Die Eigenschaft für das Layout kann nicht festgelegt werden, wenn die App-Leiste angezeigt wird. Rufen Sie zuerst „hide()“ auf.",
  "cannotChangePlacementWhenVisible": "Ungültiges Argument: Die Eigenschaft für die Platzierung kann nicht festgelegt werden, wenn die App-Leiste angezeigt wird. Rufen Sie zuerst „hide()“ auf.",
  "clearYourRating": "Bewertung löschen",
  "closeOverlay": "Schließen",
  "datePicker": "Datumsauswahl",
  "disableBackdropIsDeprecated": "Ungültige Konfiguration: „disableBackdrop“ ist veraltet. Verwenden Sie stattdessen Folgendes: .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Ungültiges Argument: Steuerelemente können nur ein Mal für die einzelnen DOM-Elemente instanziiert werden.",
  "duplicateSection": "Doppelte Hubabschnitte: Jeder Hubabschnitt muss eindeutig sein.",
  "flipViewNavigationDuringStateChange": "Fehler: Nach dem Ändern von „itemDataSource“ oder „itemTemplate“ ist die Navigation im FlipView-Steuerelement verzögert, bis das pageselected-Ereignis ausgelöst wird.",
  "flipViewPanningContainerAriaLabel": "Bildlaufcontainer",
  "flyoutAriaLabel": "Flyout",
  "groupInfoIsDeprecated": "„GridLayout.groupInfo“ wird in künftigen Versionen möglicherweise geändert oder abgeschafft. Verwenden Sie stattdessen „CellSpanningLayout“.",
  "groupInfoResultIsInvalid": "Ungültiges Ergebnis: Das groupInfo-Ergebnis für zellübergreifende Gruppen muss die folgenden numerischen Eigenschaften enthalten: „cellWidth“ und „cellHeight“.",
  "hubViewportAriaLabel": "Bildlaufcontainer",
  "indexIsInvalid": "Ungültiges Argument: Für den Index muss eine positive Ganzzahl angegeben werden.",
  "invalidCountReturned": "Fehler: Der Datenadapter muss für die Anzahl „undefined“, „null“, „CountResult.unknown“ oder eine nicht negative Ganzzahl zurückgeben.",
  "invalidHubContent": "Ungültiger Inhalt: Der Hubinhalt muss aus Hubabschnitten bestehen.",
  "invalidIndexReturned": "Fehler: Der Datenadapter muss für den Index „undefined“, „null“ oder eine nicht negative Ganzzahl zurückgeben.",
  "invalidItemReturned": "Fehler: Der Datenadapter gab ein Element zurück, das kein Objekt ist.",
  "invalidItemsManagerCallback": "Ungültiges Argument: „{0}“ muss eine Funktion sein.",
  "invalidKeyReturned": "Fehler: Der Datenadapter hat ein Element mit dem Schlüssel „undefined“ oder „null“ zurückgegeben.",
  "invalidRequestedCountReturned": "Fehler: Der Datenadapter muss für die Anzahl „CountResult.unknown“, „CountResult.failure“ oder eine nicht negative Ganzzahl zurückgeben.",
  "invalidSearchBoxSuggestionKind": "Fehler: Ungültige Suchvorschlagsart.",
  "invalidTemplate": "Ungültige Vorlage: Vorlagen müssen vor der Übergabe an „ListView“ erstellt werden und eine gültige Elementstruktur enthalten.",
  "invalidViewBoxChildren": "Von „ViewBox“ wird nur ein untergeordnetes Element erwartet.",
  "invalidZoomFactor": "„zoomFactor“ ungültig",
  "itemInfoIsDeprecated": "„GridLayout.itemInfo“ wird in künftigen Versionen möglicherweise geändert oder abgeschafft. Verwenden Sie stattdessen „CellSpanningLayout“.",
  "itemInfoIsInvalid": "Ungültiges Argument: Eine itemInfo-Funktion muss angegeben werden, die ein Objekt mit numerischen Eigenschaften zu Breite und Höhe zurückgibt.",
  "itemIsInvalid": "Ungültiges Argument: Das Element muss ein DOM-Element sein, das vom Elemente-Manager zurückgegeben und nicht ersetzt oder freigegeben wurde.",
  "itemRendererIsInvalid": "Ungültiges Argument: „itemRenderer“ muss eine Funktion sein.",
  "keyIsInvalid": "Ungültiges Argument: Der Schlüssel muss eine Zeichenfolge sein.",
  "listDataAdapterIsInvalid": "Ungültiges Argument: „listDataAdapter“ muss ein Objekt oder Array sein.",
  "listDataSourceIsInvalid": "Ungültiges Argument: „dataSource“ muss ein Objekt sein.",
  "listViewInvalidItem": "Das Element muss den Index, den Schlüssel oder die Beschreibung des entsprechenden Elements bereitstellen.",
  "listViewViewportAriaLabel": "Bildlaufcontainer",
  "loadingBehaviorIsDeprecated": "Ungültige Konfiguration: „loadingBehavior“ ist veraltet. Diese Eigenschaft wird automatisch auf „randomAccess“ festgelegt. Informationen zum Implementieren von inkrementellem Ladeverhalten finden Sie im SDK-Beispiel zum Ladeverhalten von „ListView“.",
  "loadMorePagesIsDeprecated": "„loadMorePages“ ist veraltet. Das Aufrufen dieser Funktion hat keinerlei Auswirkungen. Informationen zum Implementieren von inkrementellem Ladeverhalten finden Sie im SDK-Beispiel zum Ladeverhalten von „ListView“.",
  "maxRowsIsDeprecated": "„GridLayout.maxRows“ wird in künftigen Versionen vielleicht geändert oder abgeschafft. Verwenden Sie stattdessen die Eigenschaft „maximumRowsOrColumns“.",
  "menuAriaLabel": "Menü",
  "menuCommandAriaLabel": "Menüelement",
  "modeIsInvalid": "Ungültiges Argument: Für den Modus muss einer der folgenden Werte festgelegt werden: „none“, „single“ oder „multi“.",
  "mustContainCommands": "Ungültige HTML: App-Leisten/Menüs dürfen nur „AppBarCommands“/„MenuCommands“ enthalten.",
  "navBarContainerViewportAriaLabel": "Bildlaufcontainer",
  "noAnchor": "Ungültiges Argument: Für die Anzeige des Flyouts ist ein DOM-Element als Parameter erforderlich.",
  "noitemsManagerForCount": "Ungültiger Vorgang: Die Anzahl kann nicht abgerufen werden, wenn „dataSource“ nicht festgelegt wurde.",
  "notCompatibleWithSemanticZoom": "„ListView“ kann nur mit „SemanticZoom“ verwendet werden, wenn das Ladeverhalten für „randomAccess“ angegeben wird.",
  "nullCommand": "Ungültiges Argument: Der Befehl darf nicht NULL sein.",
  "off": "Aus",
  "on": "Ein",
  "pagesToLoadIsDeprecated": "Ungültige Konfiguration: „pagesToLoad“ ist veraltet. Die Eigenschaft wird nicht verwendet. Informationen zum Implementieren von inkrementellem Ladeverhalten finden Sie im SDK-Beispiel zum Ladeverhalten von „ListView“.",
  "pagesToLoadThresholdIsDeprecated": "Ungültige Konfiguration: „pagesToLoadThreshold“ ist veraltet. Die Eigenschaft wird nicht verwendet. Informationen zum Implementieren von inkrementellem Ladeverhalten finden Sie im SDK-Beispiel zum Ladeverhalten von „ListView“.",
  "refreshCycleIdentified": "Aktualisierungszyklus gefunden, wahrscheinlich Dateninkonsistenz",
  "repeaterReentrancy": "Die Repeaterdaten können erst bearbeitet werden, wenn die vorherige Änderung übernommen wurde.",
  "requiresCommands": "Ungültiges Argument: Befehle dürfen nicht leer sein.",
  "resetGroupHeaderIsDeprecated": "„resetGroupHeader“ wird in künftigen Versionen möglicherweise geändert oder abgeschafft. Markieren Sie das Headerelement stattdessen mithilfe von „WinJS.Utilities.markDisposable“ als verwerfbar.",
  "resetItemIsDeprecated": "„resetItem“ wird in künftigen Versionen möglicherweise geändert oder abgeschafft. Markieren Sie das Element stattdessen mithilfe von „WinJS.Utilities.markDisposable“ als verwerfbar.",
  "searchBoxAriaLabel": "Suchfeld",
  "searchBoxAriaLabelButton": "Klicken Sie hier, um Ihre Anfrage abzusenden.",
  "searchBoxAriaLabelInputNoPlaceHolder": "Suchfeld, Eingabetaste zum Absenden der Anfrage, ESC-TASTE zum Löschen des Texts",
  "searchBoxAriaLabelInputPlaceHolder": "Suchfeld, {0}, Eingabetaste zum Absenden der Anfrage, ESC-TASTE zum Löschen des Texts",
  "searchBoxAriaLabelQuery": "Vorschlag: {0}",
  "searchBoxAriaLabelResult": "Ergebnis: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Trennzeichen: {0}",
  "selectAMPM": "Vormittags oder nachmittags auswählen",
  "selectDay": "Tag auswählen",
  "selectHour": "Stunde auswählen",
  "selectMinute": "Minute auswählen",
  "selectMonth": "Monat auswählen",
  "selectYear": "Jahr auswählen",
  "settingsFlyoutAriaLabel": "Flyout für Einstellungen",
  "settingsFlyoutWidthIsDeprecated": "„SettingsFlyout.width“ wird in künftigen Versionen möglicherweise geändert oder abgeschafft. Konfigurieren Sie die CSS-Breiteneigenschaft für Elemente stattdessen mithilfe der Klasse „.win-settingsflyout“.",
  "tentativeRating": "Vorläufige Bewertung",
  "timePicker": "Zeitauswahl",
  "tooltipStringsIsInvalid": "Ungültiges Argument: „tooltipStrings“ müssen „null“ oder ein Array von Zeichenfolgen sein.",
  "unrated": "Nicht bewertet",
  "userRating": "Benutzerbewertung"
}