{
  "appBarAriaLabel": "Traka aplikacije",
  "appBarCommandAriaLabel": "Stavka trake aplikacije",
  "asynchronousRender": "Stavke najvišeg nivoa moraju sinhronizovano da se vizuelizuju",
  "automaticallyLoadPagesIsDeprecated": "Nevažeća konfiguracija: Svojstvo automaticallyLoadPages je zastarelo. Kontrola će ovo svojstvo podrazumevano označiti kao nevažeće. Pogledajte SDK uzorak „Ponašanja učitavanja ListView“ za uputstva o tome kako da primenite ponašanje inkrementalnog učitavanja.",
  "averageRating": "Prosečna ocena",
  "backbuttonarialabel": "Nazad",
  "backdropColorIsDeprecated": "Nevažeća konfiguracija: Svojstvo backdropColor je zastarelo. Stil: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); } umesto njega.",
  "badAlignment": "Nevažeći argument: Poravnavanje potpalete treba da bude „center“ (podrazumevano), „left“ ili „right“.",
  "badAxis": "Nevažeći argument: položaj mora biti niska, „horizontal“ ili „vertical“",
  "badButtonElement": "Nevažeći argument: za dugme, preklopno dugme ili komandu potpalete, element mora biti bez vrednosti ili element dugmeta",
  "badClick": "Nevažeći argument: svojstvo onclick za {0} mora biti funkcija",
  "badCurrentPage": "Nevažeći argument: currentPage mora biti broj veći ili jednak nuli i u granicama izvora podataka",
  "badDivElement": "Nevažeći argument: Za komandu sadržaja, element mora biti null ili div element",
  "badFlyout": "Nevažeći argument: svojstvo potpalete za {0} mora biti Potpaleta ili ID niske potpalete",
  "badHrElement": "Nevažeći argument: za razdelnik, element mora biti bez vrednosti ili hr element",
  "badItemSpacingAmount": "Nevažeći argument: itemSpacing mora biti broj veći ili jednak nuli",
  "badLayout": "Nevažeći argument: svojstvo potpalete mora biti „custom“ ili „commands“",
  "badPlacement": "Nevažeći argument: Položaj potpalete treba da ima vrednost „top“ (podrazumevano) „bottom“, „left“, „right“ ili „auto“.",
  "badReference": "Nevažeći argument: nevažeći href do fragmenta potpalete postavki",
  "cannotChangeCommandsWhenVisible": "Nevažeći argument: morate da pozovete hide() pre nego što promenite {0} komande",
  "cannotChangeHiddenProperty": "Nije moguće podesiti skriveno svojstvo dok je vidljiv nadređeni objekat {0}.",
  "cannotChangeLayoutWhenVisible": "Nevažeći argument: nije moguće postaviti svojstvo rasporeda kada je AppBar vidljiv, prvo pozovite hide()",
  "cannotChangePlacementWhenVisible": "Nevažeći argument: nije moguće postaviti svojstvo položaja kada je AppBar vidljiv, prvo pozovite hide()",
  "clearYourRating": "Obrišite ocenu",
  "closeOverlay": "Zatvori",
  "datePicker": "Birač datuma",
  "disableBackdropIsDeprecated": "Nevažeća konfiguracija: Svojstvo disableBackdrop je zastarelo. Stil: .win-listview .win-container.win-backdrop { background-color:transparent; } umesto njega.",
  "duplicateConstruction": "Nevažeći argument: moguće je kreirati instancu kontrola samo jednom za svaki DOM element",
  "duplicateSection": "Duplirani odeljci čvorišta: svaki odeljak čvorišta mora da bude jedinstven",
  "flipViewNavigationDuringStateChange": "Greška: Kada se promeni itemDataSource ili itemTemplate, treba odložiti svaku navigaciju u kontroli FlipView dok se ne pokrene događaj pageselected.",
  "flipViewPanningContainerAriaLabel": "Kontejner za pomeranje",
  "flyoutAriaLabel": "Potpaleta",
  "groupInfoIsDeprecated": "GridLayout.groupInfo može biti promenjen ili nedostupan u budućim verzijama. Umesto njega, koristite CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Nevažeći rezultat: rezultat groupInfo za grupe koje se protežu preko ćelija mora da uključuje sledeća numerička svojstva: cellWidth i cellHeight.",
  "hubViewportAriaLabel": "Kontejner za pomeranje",
  "indexIsInvalid": "Nevažeći argument: Indeks mora biti nenegativni ceo broj.",
  "invalidCountReturned": "Greška: Prilagođavanje podataka treba da vrati nedefinisanu vrednost, stavku bez vrednosti, CountResult.unknown ili nenegativni ceo broj za broj.",
  "invalidHubContent": "Nevažeći sadržaj: sadržaj čvorišta mora da se sastoji od odeljaka čvorišta.",
  "invalidIndexReturned": "Greška: Prilagođavanje podataka treba da vrati nedefinisanu vrednost, stavku bez vrednosti ili nenegativni ceo broj za indeks.",
  "invalidItemReturned": "Greška: Prilagođavanje podataka je vratilo stavku koja nije objekat.",
  "invalidItemsManagerCallback": "Nevažeći argument: {0} mora biti funkcija.",
  "invalidKeyReturned": "Greška: Prilagođavanje podataka je vratilo stavku sa nedefinisanim ključem ili ključem bez vrednosti.",
  "invalidPivotContent": "Nevažeći sadržaj: sadržaj izvedene tabele mora da bude sačinjen od stavki izvedene tabele.",
  "invalidRequestedCountReturned": "Greška: Prilagođavanje podataka treba da vrati CountResult.unknown, CountResult.failure ili nenegativni ceo broj za broj.",
  "invalidSearchBoxSuggestionKind": "Greška: nevažeća vrsta predloga pretrage.",
  "invalidTemplate": "Nevažeći predložak: Predlošci moraju da se kreiraju pre nego što se proslede u ListView i moraju da sadrže važeće stablo elemenata.",
  "invalidViewBoxChildren": "ViewBox očekuje da ima samo jedan podređeni element",
  "invalidZoomFactor": "Nevažeći zoomFactor",
  "itemInfoIsDeprecated": "GridLayout.itemInfo može biti promenjen ili nedostupan u budućim verzijama. Umesto njega, koristite CellSpanningLayout.",
  "itemInfoIsInvalid": "Nevažeći argument: mora da bude navedena funkcija itemInfo koja daje objekat sa numeričkim svojstvima širine i visine.",
  "itemIsInvalid": "Nevažeći argument: Stavka mora biti DOM element koji je vratio upravljač stavki i koji nije zamenjen ili izdat.",
  "itemRendererIsInvalid": "Nevažeći argument: itemRenderer mora biti funkcija.",
  "keyIsInvalid": "Nevažeći argument: Ključ mora biti niska.",
  "listDataAdapterIsInvalid": "Nevažeći argument: listDataAdapter mora biti objekat ili niz.",
  "listDataSourceIsInvalid": "Nevažeći argument: dataSource mora biti objekat.",
  "listViewInvalidItem": "Stavka mora da obezbedi indeks, ključ ili opis odgovarajuće stavke.",
  "listViewViewportAriaLabel": "Kontejner za pomeranje",
  "loadingBehaviorIsDeprecated": "Nevažeća konfiguracija: Svojstvo loadingBehavior je zastarelo. Kontrola će podrazumevano označiti ovo svojstvo kao „randomAccess“. Pogledajte SDK uzorak „Ponašanja učitavanja ListView“ za uputstva o tome kako da primenite ponašanje inkrementalnog učitavanja.",
  "loadMorePagesIsDeprecated": "Svojstvo loadMorePages je zastarelo. Pozivanje ove funkcije neće imati nikakvog efekta. Pogledajte SDK uzorak „Ponašanja učitavanja ListView“ za uputstva o tome kako da primenite ponašanje inkrementalnog učitavanja.",
  "maxRowsIsDeprecated": "Svojstvo GridLayout.maxRows može biti promenjeno ili nedostupno u budućim verzijama. Umesto toga, koristite svojstvo maximumRowsOrColumns.",
  "menuAriaLabel": "Meni",
  "menuCommandAriaLabel": "Stavka menija",
  "modeIsInvalid": "Nevažeći argument: Režim mora imati neku od sledećih vrednosti: „none“, „single“ ili „multi“.",
  "mustContainCommands": "Nevažeći HTML: AppBars/Menus moraju da sadrže samo AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Kontejner za pomeranje",
  "noAnchor": "Nevažeći argument: Prikazivanje potpalete zahteva DOM element kao parametar.",
  "noitemsManagerForCount": "Nevažeća operacija: nije moguće dobiti broj ako nije podešen nijedan dataSource",
  "notCompatibleWithSemanticZoom": "ListView može da se koristi uz SemanticZoom samo ako je navedeno ponašanje učitavanja randomAccess.",
  "nullCommand": "Nevažeći argument: komanda ne sme biti prazna",
  "off": "Isključeno",
  "on": "Uključeno",
  "pagesToLoadIsDeprecated": "Nevažeća konfiguracija: Svojstvo pagesToLoad je zastarelo. Kontrola neće koristiti ovo svojstvo. Pogledajte SDK uzorak „Ponašanja učitavanja ListView“ za uputstva o tome kako da primenite ponašanje inkrementalnog učitavanja.",
  "pagesToLoadThresholdIsDeprecated": "Nevažeća konfiguracija: Svojstvo pagesToLoadThreshold je zastarelo. Kontrola neće koristiti ovo svojstvo. Pogledajte SDK uzorak „Ponašanja učitavanja ListView“ za uputstva o tome kako da primenite ponašanje inkrementalnog učitavanja.",
  "pivotAriaLabel": "Ρìνоť",
  "pivotViewportAriaLabel": "Kontejner za pomeranje",
  "refreshCycleIdentified": "pronađen je ciklus osvežavanja, verovatno nepodudaranje podataka",
  "repeaterReentrancy": "Nije moguće izmeniti podatke kontrole Repeater dok Repeater ne izvrši prethodnu izmenu.",
  "requiresCommands": "Nevažeći argument: komande ne smeju biti prazne",
  "resetGroupHeaderIsDeprecated": "Element resetGroupHeader može biti promenjen ili nedostupan u budućim verzijama. Umesto toga, označite element zaglavlja kao dostupan koristeći WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "Element resetItem može biti promenjen ili nedostupan u budućim verzijama. Umesto toga, označite element kao dostupan koristeći WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Polje za pretragu",
  "searchBoxAriaLabelButton": "Kliknite da biste prosledili upit",
  "searchBoxAriaLabelInputNoPlaceHolder": "Polje za pretragu, taster enter za prosleđivanje upita, taster esc za brisanje teksta",
  "searchBoxAriaLabelInputPlaceHolder": "Polje za pretragu, {0}, taster enter za prosleđivanje upita, taster esc za brisanje teksta",
  "searchBoxAriaLabelQuery": "Predlog: {0}",
  "searchBoxAriaLabelResult": "Rezultat: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Razdelnik: {0}",
  "selectAMPM": "Izaberite A.M P.M",
  "selectDay": "Izaberite dan",
  "selectHour": "Izaberite čas",
  "selectMinute": "Izaberite minut",
  "selectMonth": "Izaberite mesec",
  "selectYear": "Izaberite godinu",
  "settingsFlyoutAriaLabel": "Potpaleta postavki",
  "settingsFlyoutWidthIsDeprecated": "SettingsFlyout.width može biti promenjen ili nedostupan u budućim verzijama. Umesto toga, označite CSS svojstvo širine na elementima koristeći klasu .win-settingsflyout.",
  "tentativeRating": "Uslovno ocenjivanje",
  "timePicker": "Birač vremena",
  "tooltipStringsIsInvalid": "Nevažeći argument: tooltipStrings mora biti bez vrednosti ili niz niski.",
  "unrated": "Neocenjeno",
  "userRating": "Korisničko ocenjivanje"
}