{
  "appBarAriaLabel": "Pasek aplikacji",
  "appBarCommandAriaLabel": "Element paska aplikacji",
  "asynchronousRender": "Elementy najwyższego poziomu muszą być renderowane synchronicznie",
  "automaticallyLoadPagesIsDeprecated": "Nieprawidłowa konfiguracja: właściwość automaticallyLoadPages jest przestarzała. Kontrolka ustawi domyślnie tę właściwość na wartość false. Aby uzyskać instrukcje implementacji ładowania przyrostowego, zajrzyj do przykładowego zestawu SDK poświęconego ładowaniu w kontrolce ListView.",
  "averageRating": "Średnia ocena",
  "backbuttonarialabel": "Wstecz",
  "backdropColorIsDeprecated": "Nieprawidłowa konfiguracja: właściwość backdropColor jest przestarzała. Zamiast tego użyj stylu: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Nieprawidłowy argument: wyrównanie okna wysuwanego powinno mieć wartość center (do środka — wartość domyślna), left (do lewej) lub right (do prawej).",
  "badAxis": "Nieprawidłowy argument: orientacja musi być ciągiem: horizontal (poziomo) lub vertical (pionowo)",
  "badButtonElement": "Nieprawidłowy argument: dla polecenia dotyczącego przycisku, przełącznika lub okna wysuwanego element musi mieć wartość null lub być elementem przycisku",
  "badClick": "Nieprawidłowy argument: właściwość onclick obiektu {0} musi być funkcją",
  "badCurrentPage": "Nieprawidłowy argument: właściwość currentPage musi być liczbą nie mniejszą niż zero i zawierać się w granicach źródła danych",
  "badDivElement": "Nieprawidłowy argument: w przypadku polecenia zawartości element musi mieć wartość null lub być elementem div",
  "badFlyout": "Nieprawidłowy argument: właściwość okna wysuwanego obiektu {0} musi mieć wartość Flyout (okno wysuwane) lub być identyfikatorem ciągu okna wysuwanego",
  "badHrElement": "Nieprawidłowy argument: w przypadku separatora element musi mieć wartość null lub być elementem hr",
  "badItemSpacingAmount": "Nieprawidłowy argument: właściwość itemSpacing musi być liczbą większą lub równą zero",
  "badLayout": "Nieprawidłowy argument: właściwość układu musi mieć wartość custom (niestandardowy) lub commands (polecenia)",
  "badPlacement": "Nieprawidłowy argument: położenie okna wysuwanego powinno mieć wartość top (góra — domyślnie), bottom (dół), left (lewo), right (prawo) lub auto. ",
  "badReference": "Nieprawidłowy argument: nieprawidłowe odwołanie do fragmentu okna wysuwanego ustawień",
  "cannotChangeCommandsWhenVisible": "Nieprawidłowy argument: przed zmianą poleceń {0} należy wywołać funkcję hide()",
  "cannotChangeHiddenProperty": "Nie można ustawić ukrytej właściwości, gdy obiekt nadrzędny {0} jest widoczny.",
  "cannotChangeLayoutWhenVisible": "Nieprawidłowy argument: nie można ustawić właściwości układu, gdy pasek aplikacji jest widoczny; wywołaj najpierw funkcję hide()",
  "cannotChangePlacementWhenVisible": "Nieprawidłowy argument: nie można ustawić właściwości położenia, gdy pasek aplikacji jest widoczny; wywołaj najpierw funkcję hide()",
  "clearYourRating": "Wyczyść ocenę",
  "closeOverlay": "Zamknij",
  "datePicker": "Selektor daty",
  "disableBackdropIsDeprecated": "Nieprawidłowa konfiguracja: właściwość disableBackdrop jest przestarzała. Zamiast tego użyj stylu: .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Nieprawidłowy argument: wystąpienia kontrolek można tworzyć tylko raz dla każdego elementu DOM",
  "duplicateSection": "Zduplikowane sekcje koncentratora: każda sekcja koncentratora musi być unikatowa",
  "flipViewNavigationDuringStateChange": "Błąd: po zmianie obiektów itemDataSource lub itemTemplate każda nawigacja w kontrolce FlipView powinna zostać opóźniona do czasu wyzwolenia zdarzenia pageselected.",
  "flipViewPanningContainerAriaLabel": "Kontener przewijania",
  "flyoutAriaLabel": "Okno wysuwane",
  "groupInfoIsDeprecated": "Funkcja GridLayout.groupInfo może być zmieniona lub niedostępna w przyszłych wersjach. Zamiast tego użyj funkcji CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Nieprawidłowy wynik: wynik funkcji groupInfo dotyczący grup łączenia komórek musi zawierać następujące właściwości liczbowe: cellWidth i cellHeight.",
  "hubViewportAriaLabel": "Kontener przewijania",
  "indexIsInvalid": "Nieprawidłowy argument: indeks musi być nieujemną liczbą całkowitą.",
  "invalidCountReturned": "Błąd: liczba zwracana przez adapter danych powinna być wartością niezdefiniowaną, wartością null, wartością CountResult.unknown lub nieujemną liczbą całkowitą.",
  "invalidHubContent": "Nieprawidłowa zawartość: zawartość koncentratora musi składać się z sekcji koncentratora.",
  "invalidIndexReturned": "Błąd: indeks zwracany przez adapter danych powinien być wartością niezdefiniowaną, wartością null lub nieujemną liczbą całkowitą.",
  "invalidItemReturned": "Błąd: adapter danych zwrócił element, który nie jest obiektem.",
  "invalidItemsManagerCallback": "Nieprawidłowy argument: element {0} musi być funkcją.",
  "invalidKeyReturned": "Błąd: adapter danych zwrócił element z kluczem niezdefiniowanym lub kluczem o wartości null.",
  "invalidRequestedCountReturned": "Błąd: liczba zwracana przez adapter danych powinna być wartością CountResult.unknown, CountResult.failure lub nieujemną liczbą całkowitą.",
  "invalidSearchBoxSuggestionKind": "Błąd: nieprawidłowy rodzaj sugestii wyszukiwania.",
  "invalidTemplate": "Nieprawidłowy szablon: szablony należy tworzyć przed przekazaniem do widoku listy (ListView). Muszą one też zawierać prawidłowe drzewa elementów.",
  "invalidViewBoxChildren": "Obiekt ViewBox powinien mieć tylko jeden element podrzędny",
  "invalidZoomFactor": "Nieprawidłowy współczynnik zoomFactor",
  "itemInfoIsDeprecated": "Funkcja GridLayout.itemInfo może być zmieniona lub niedostępna w przyszłych wersjach. Zamiast tego użyj funkcji CellSpanningLayout.",
  "itemInfoIsInvalid": "Nieprawidłowy argument: konieczne jest udostępnienie funkcji itemInfo, która zwraca obiekt z liczbowymi właściwościami szerokości i wysokości.",
  "itemIsInvalid": "Nieprawidłowy argument: element musi być elementem DOM, który został zwrócony przez Menedżera elementów i nie został zamieniony ani zwolniony.",
  "itemRendererIsInvalid": "Nieprawidłowy argument: obiekt itemRenderer musi być funkcją.",
  "keyIsInvalid": "Nieprawidłowy argument: klucz musi być ciągiem.",
  "listDataAdapterIsInvalid": "Nieprawidłowy argument: element listDataAdapter musi być obiektem lub tablicą.",
  "listDataSourceIsInvalid": "Nieprawidłowy argument: element dataSource musi być obiektem.",
  "listViewInvalidItem": "Element musi udostępniać indeks, klucz lub opis odpowiadającego mu elementu.",
  "listViewViewportAriaLabel": "Kontener przewijania",
  "loadingBehaviorIsDeprecated": "Nieprawidłowa konfiguracja: właściwość loadingBehavior jest przestarzała. Kontrolka ustawi domyślnie tę właściwość na wartość randomAccess. Aby uzyskać instrukcje implementacji ładowania przyrostowego, zajrzyj do przykładowego zestawu SDK poświęconego ładowaniu w kontrolce ListView.",
  "loadMorePagesIsDeprecated": "Funkcja loadMorePages jest przestarzała. Wywołanie tej funkcji nie będzie miało żadnego skutku. Aby uzyskać instrukcje implementacji ładowania przyrostowego, zajrzyj do przykładowego zestawu SDK poświęconego ładowaniu w kontrolce ListView.",
  "maxRowsIsDeprecated": "Funkcja GridLayout.maxRows może być zmieniona lub niedostępna w przyszłych wersjach. Zamiast tego użyj właściwości maximumRowsOrColumns.",
  "menuAriaLabel": "Menu",
  "menuCommandAriaLabel": "Element menu",
  "modeIsInvalid": "Nieprawidłowy argument: tryb musi mieć jedną z następujących wartości: none (brak), single (pojedynczy) lub multi (wielokrotny).",
  "mustContainCommands": "Nieprawidłowy kod HTML: paski aplikacji/menu muszą zawierać tylko obiekty AppBarCommands/MenuCommands.",
  "navBarContainerViewportAriaLabel": "Kontener przewijania",
  "noAnchor": "Nieprawidłowy argument: wyświetlanie okna wysuwanego wymaga podania parametru w postaci elementu DOM.",
  "noitemsManagerForCount": "Nieprawidłowa operacja: nie można uzyskać liczby, jeśli nie ustawiono obiektu dataSource.",
  "notCompatibleWithSemanticZoom": "Kontrolki ListView można używać tylko z obiektem SemanticZoom, jeśli określono zachowanie ładowania o wartości randomAccess.",
  "nullCommand": "Nieprawidłowy argument: polecenie nie może mieć wartości null",
  "off": "Wyłączone",
  "on": "Włączone",
  "pagesToLoadIsDeprecated": "Nieprawidłowa konfiguracja: właściwość pagesToLoad jest przestarzała. Kontrolka nie będzie używać tej właściwości. Aby uzyskać instrukcje implementacji ładowania przyrostowego, zajrzyj do przykładowego zestawu SDK poświęconego ładowaniu w kontrolce ListView.",
  "pagesToLoadThresholdIsDeprecated": "Nieprawidłowa konfiguracja: właściwość pagesToLoadThreshold jest przestarzała. Kontrolka nie będzie używać tej właściwości. Aby uzyskać instrukcje implementacji ładowania przyrostowego, zajrzyj do przykładowego zestawu SDK poświęconego ładowaniu w kontrolce ListView.",
  "refreshCycleIdentified": "odnaleziono cykl odświeżania, prawdopodobna niezgodność danych",
  "repeaterReentrancy": "Nie można zmodyfikować danych klasy Repeater do czasu, gdy klasa Repeater zatwierdzi poprzednią modyfikację.",
  "requiresCommands": "Nieprawidłowy argument: polecenia nie mogą być puste.",
  "resetGroupHeaderIsDeprecated": "Funkcja resetGroupHeader może być zmieniona lub niedostępna w przyszłych wersjach. Zamiast tego oznacz element header do jednorazowego użytku za pomocą polecenia WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "Funkcja resetItem może być zmieniona lub niedostępna w przyszłych wersjach. Zamiast tego oznacz element do jednorazowego użytku za pomocą polecenia WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Pole wyszukiwania",
  "searchBoxAriaLabelButton": "Kliknij, aby przesłać zapytanie",
  "searchBoxAriaLabelInputNoPlaceHolder": "Pole wyszukiwania; naciśnij klawisz Enter, aby przesłać zapytanie; naciśnij klawisz Esc, aby wyczyścić tekst",
  "searchBoxAriaLabelInputPlaceHolder": "Pole wyszukiwania; {0}; naciśnij klawisz Enter, aby przesłać zapytanie; naciśnij klawisz Esc, aby wyczyścić tekst",
  "searchBoxAriaLabelQuery": "Sugestia: {0}",
  "searchBoxAriaLabelResult": "Wynik: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Separator: {0}",
  "selectAMPM": "Wybierz wartość AM/PM",
  "selectDay": "Wybierz dzień",
  "selectHour": "Wybierz godzinę",
  "selectMinute": "Wybierz minutę",
  "selectMonth": "Wybierz miesiąc",
  "selectYear": "Wybierz rok",
  "settingsFlyoutAriaLabel": "Okno wysuwane ustawień",
  "settingsFlyoutWidthIsDeprecated": "Funkcja SettingsFlyout.width może być zmieniona lub niedostępna w przyszłych wersjach. Zamiast tego zastosuj do elementów styl właściwości szerokości arkusza CSS za pomocą klasy .win-settingsflyout.",
  "tentativeRating": "Ocena wstępna",
  "timePicker": "Selektor godziny",
  "tooltipStringsIsInvalid": "Nieprawidłowy argument: właściwość tooltipStrings musi mieć wartość null lub musi być tablicą ciągów.",
  "unrated": "Bez oceny",
  "userRating": "Ocena użytkownika"
}