{
  "appBarAriaLabel": "Панель команд програми",
  "appBarCommandAriaLabel": "Елемент панелі команд програми",
  "asynchronousRender": "Елементи верхнього рівня мають оброблятися синхронно",
  "automaticallyLoadPagesIsDeprecated": "Неприпустима конфігурація: властивість automaticallyLoadPages вилучено. Елемент керування встановлюватиме для цієї властивості стандартне значення false. Відомості про реалізацію інкрементної поведінки завантаження див. у прикладі SDK \"Поведінка завантаження ListView\".",
  "averageRating": "Середня оцінка",
  "backbuttonarialabel": "Назад",
  "backdropColorIsDeprecated": "Неприпустима конфігурація: властивість backdropColor вилучено. Замість цього використовується стиль: .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Хибний аргумент: значенням властивості alignment спливаючого меню має бути \"center\" (за замовчуванням), \"left\" або \"right\".",
  "badAxis": "Хибний аргумент: значення orientation має бути рядковим, \"horizontal\" або \"vertical\"",
  "badButtonElement": "Хибний аргумент: елементом для команди кнопки, перемикача або спливаючого меню має бути null-значення або елемент-кнопка",
  "badClick": "Хибний аргумент: значенням властивості onclick для {0} має бути функція",
  "badCurrentPage": "Хибний аргумент: у межах джерела даних значення currentPage має бути невід'ємним",
  "badDivElement": "Неприпустимий аргумент: у команді для вмісту елемент повинен мати значення null, або це має бути елемент div",
  "badFlyout": "Хибний аргумент: значенням властивості flyout для {0} має бути Flyout або String id спливаючого меню",
  "badHrElement": "Хибний аргумент: елементом для роздільника має бути null-значення або елемент hr",
  "badItemSpacingAmount": "Хибний аргумент: значення itemSpacing має бути невід'ємним числом",
  "badLayout": "Хибний аргумент: значенням властивості layout має бути \"custom\" або \"commands\"",
  "badPlacement": "Хибний аргумент: розташуванням спливаючого меню має бути \"top\" (за замовчуванням), \"bottom\", \"left\", \"right\" або \"auto\".",
  "badReference": "Хибний аргумент: неприпустиме посилання на фрагмент спливаючого меню настройок",
  "cannotChangeCommandsWhenVisible": "Хибний аргумент: перед зміненням команд {0} слід викликати метод hide()",
  "cannotChangeHiddenProperty": "Неможливо встановити властивість \"приховано\", поки батьківський об’єкт {0} видимий.",
  "cannotChangeLayoutWhenVisible": "Хибний аргумент: неможливо встановити властивість layout, якщо відображається панель команд програми; викличте спочатку метод hide()",
  "cannotChangePlacementWhenVisible": "Хибний аргумент: неможливо встановити властивість placement, якщо відображається панель команд програми; викличте спочатку метод hide()",
  "clearYourRating": "Очистіть оцінку",
  "closeOverlay": "Закрити",
  "datePicker": "Вибір дати",
  "disableBackdropIsDeprecated": "Неприпустима конфігурація: властивість disableBackdrop вилучено. Замість цього використовується стиль .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Хибний аргумент: для кожного елемента DOM елементи керування можна інсталювати лише один раз",
  "duplicateSection": "Дублювання розділів центру: кожен розділ центру повинен бути унікальним",
  "flipViewNavigationDuringStateChange": "Помилка. Після змінення itemDataSource або itemTemplate будь-які переходи в елементі керування FlipView мають бути відкладені до настання події pageselected.",
  "flipViewPanningContainerAriaLabel": "Контейнер прокручування",
  "flyoutAriaLabel": "Спливаюче меню",
  "groupInfoIsDeprecated": "Властивість GridLayout.groupInfo може бути змінена або недоступна в наступних версіях. Замість неї використовуйте властивість CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Неправильний результат: результат groupInfo для груп об’єднаних клітинок повинен містити числові параметри cellWidth і cellHeight.",
  "hubViewportAriaLabel": "Контейнер прокручування",
  "indexIsInvalid": "Хибний аргумент: значення index має бути невід’ємним цілим числом.",
  "invalidCountReturned": "Помилка. Адаптер даних має повернути для лічильника значення undefined, null, CountResult.unknown або невід’ємне ціле число.",
  "invalidHubContent": "Неправильний вміст: вміст центру повинен складатися з розділів центру.",
  "invalidIndexReturned": "Помилка. Адаптер даних має повернути для індексу значення undefined, null або невід’ємне ціле число.",
  "invalidItemReturned": "Помилка. Адаптер даних повернув елемент, який не є об’єктом.",
  "invalidItemsManagerCallback": "Хибний аргумент: {0} має бути функцією.",
  "invalidKeyReturned": "Помилка. Адаптер даних повернув елемент із невизначеним ключем або ключем із null-значенням.",
  "invalidPivotContent": "Неправильний вміст: зведена таблиця Pivot може містити лише елементи PivotItems.",
  "invalidRequestedCountReturned": "Помилка. Адаптер даних має повернути для лічильника значення CountResult.unknown, CountResult.failure або невід’ємне ціле число.",
  "invalidSearchBoxSuggestionKind": "Помилка: неприпустимий тип пропозиції для пошуку.",
  "invalidTemplate": "Хибний шаблон: шаблони мають створюватися до передавання до ListView і містити дійсне дерево елементів.",
  "invalidViewBoxChildren": "У ViewBox має бути лише один дочірній елемент",
  "invalidZoomFactor": "Хибне значення zoomFactor",
  "itemInfoIsDeprecated": "Властивість GridLayout.itemInfo може бути змінена або недоступна в наступних версіях. Замість неї використовуйте властивість CellSpanningLayout.",
  "itemInfoIsInvalid": "Неправильний аргумент: потрібно вказати функцію itemInfo, яка повертає об’єкт із числовими значеннями властивостей ширини і висоти.",
  "itemIsInvalid": "Хибний аргумент: елементом має бути не замінений і не розблокований елемент DOM, повернутий диспетчером елементів.",
  "itemRendererIsInvalid": "Хибний аргумент: значенням itemRenderer має бути функція.",
  "keyIsInvalid": "Хибний аргумент: значення ключа має бути рядковим.",
  "listDataAdapterIsInvalid": "Хибний аргумент: listDataAdapter має бути об’єктом або масивом.",
  "listDataSourceIsInvalid": "Хибний аргумент: dataSource має бути об’єктом.",
  "listViewInvalidItem": "Елемент має надавати індекс, ключ або опис відповідного елемента.",
  "listViewViewportAriaLabel": "Контейнер прокручування",
  "loadingBehaviorIsDeprecated": "Неприпустима конфігурація: властивість loadingBehavior вилучено. Елемент керування встановлюватиме для неї стандартне значення randomAccess. Відомості про реалізацію інкрементної поведінки завантаження див. у прикладі SDK \"Поведінка завантаження ListView\".",
  "loadMorePagesIsDeprecated": "Властивість loadMorePages вилучено. Виклик цієї функції буде безрезультатним. Відомості про реалізацію інкрементної поведінки завантаження див. у прикладі SDK \"Поведінка завантаження ListView\".",
  "maxRowsIsDeprecated": "Властивість GridLayout.maxRows може бути змінена або недоступна в наступних версіях. Замість неї використовуйте властивість maximumRowsOrColumns.",
  "menuAriaLabel": "Меню",
  "menuCommandAriaLabel": "Елемент меню",
  "modeIsInvalid": "Хибний аргумент. Властивість mode може мати одне з таких значень: \"none\", \"single\" або \"multi\".",
  "mustContainCommands": "Хибний HTML-код: панелі команд програм/меню мають містити лише команди AppBarCommands/MenuCommands",
  "navBarContainerViewportAriaLabel": "Контейнер прокручування",
  "noAnchor": "Хибний аргумент: для відображення спливаючого меню його параметром має бути елемент DOM.",
  "noitemsManagerForCount": "Хибна операція: якщо не встановлено значення dataSource, лічильник отримати неможливо",
  "notCompatibleWithSemanticZoom": "ListView можна використовувати лише з SemanticZoom, якщо визначено поведінку під час завантаження randomAccess.",
  "nullCommand": "Неприпустимий аргумент: команда не може мати значення null",
  "off": "Вимк.",
  "on": "Увімк.",
  "pagesToLoadIsDeprecated": "Неприпустима конфігурація: властивість pagesToLoad вилучено. Елемент керування не використовуватиме цю властивість. Відомості про реалізацію інкрементної поведінки завантаження див. у прикладі SDK \"Поведінка завантаження ListView\".",
  "pagesToLoadThresholdIsDeprecated": "Неприпустима конфігурація: властивість pagesToLoadThreshold вилучено. Елемент керування не використовуватиме цю властивість. Відомості про реалізацію інкрементної поведінки завантаження див. у прикладі SDK \"Поведінка завантаження ListView\".",
  "pivotAriaLabel": "Ρĭνōŧ",
  "pivotViewportAriaLabel": "Контейнер прокручування",
  "refreshCycleIdentified": "знайдено цикл оновлення, ймовірна неузгодженість даних",
  "repeaterReentrancy": "Поки повторювач не зафіксував попередню зміну, його дані змінити неможливо.",
  "requiresCommands": "Хибний аргумент: команди не повинні бути пустими",
  "resetGroupHeaderIsDeprecated": "Властивість resetGroupHeader може бути змінена або недоступна в наступних версіях. Натомість позначте елемент заголовка як одноразовий за допомогою функції WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "Властивість resetItem може бути змінена або недоступна в наступних версіях. Натомість позначте елемент як одноразовий за допомогою функції WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Поле пошуку",
  "searchBoxAriaLabelButton": "Клацніть, щоб виконати запит",
  "searchBoxAriaLabelInputNoPlaceHolder": "Поле пошуку, для виконання запиту натисніть клавішу Enter, для видалення тексту – клавішу Esc",
  "searchBoxAriaLabelInputPlaceHolder": "Поле пошуку, {0}, для виконання запиту натисніть клавішу Enter, для видалення тексту – клавішу Esc",
  "searchBoxAriaLabelQuery": "Пропозиція: {0}",
  "searchBoxAriaLabelResult": "Результат: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Роздільник: {0}",
  "selectAMPM": "Виберіть AM/PM",
  "selectDay": "Виберіть день",
  "selectHour": "Виберіть годину",
  "selectMinute": "Виберіть хвилину",
  "selectMonth": "Виберіть місяць",
  "selectYear": "Виберіть рік",
  "settingsFlyoutAriaLabel": "Спливаюче меню настройок",
  "settingsFlyoutWidthIsDeprecated": "Властивість SettingsFlyout.width може бути змінена або недоступна в наступних версіях. Натомість укажіть CSS-властивість ширини для елементів за допомогою класу .win-settingsflyout.",
  "tentativeRating": "Приблизна оцінка",
  "timePicker": "Вибір часу",
  "tooltipStringsIsInvalid": "Хибний аргумент: значенням tooltipStrings має бути null або масив рядків.",
  "unrated": "Без оцінки",
  "userRating": "Оцінка користувача"
}