{
  "appBarAriaLabel": "Panel aplikací",
  "appBarCommandAriaLabel": "Položka panelu aplikací",
  "asynchronousRender": "Položky nejvyšší úrovně se musí vykreslovat synchronně.",
  "automaticallyLoadPagesIsDeprecated": "Neplatná konfigurace: Vlastnost automaticallyLoadPages je zastaralá. Ovládací prvek nastaví výchozí hodnotu této vlastnosti na false. Pokyny k implementaci chování přírůstkového načítání najdete v ukázce sady SDK Chování načítání seznamu ListView.",
  "averageRating": "Průměrné hodnocení",
  "backbuttonarialabel": "Zpět",
  "backdropColorIsDeprecated": "Neplatná konfigurace: Vlastnost backdropColor je zastaralá. Styl: místo toho použijte .win-listview .win-container.win-backdrop { rgba(155,155,155,0.23); }.",
  "badAlignment": "Neplatný argument: Zarovnání informačního rámečku by mělo být center (výchozí), left nebo right.",
  "badAxis": "Neplatný argument: Orientace musí být typu string, buď horizontal nebo vertical.",
  "badButtonElement": "Neplatný argument: Pro příkazy button, toggle a flyout platí, že element musí být null nebo musí jít o element button.",
  "badClick": "Neplatný argument: Vlastnost onclick metody {0} musí být funkce.",
  "badCurrentPage": "Neplatný argument: Vlastnost currentPage musí být číslo větší než nebo rovno nule a musí ležet v rozsahu zdroje dat.",
  "badDivElement": "Neplatný argument: Element pro příkaz obsahu musí být div nebo null.",
  "badFlyout": "Neplatný argument: Vlastnost flyout metody {0} musí být informační rámeček nebo ID řetězce informačního rámečku.",
  "badHrElement": "Neplatný argument: Element oddělovače musí být null nebo musí jít o element hr.",
  "badItemSpacingAmount": "Neplatný argument: Hodnota itemSpacing musí být číslo větší než nebo rovno nule.",
  "badLayout": "Neplatný argument: Vlastnost layout musí být custom nebo commands.",
  "badPlacement": "Neplatný argument: Umístění informačního rámečku by mělo být top (výchozí), bottom, left, right nebo auto.",
  "badReference": "Neplatný argument: Neplatný odkaz href na fragment informačního rámečku nastavení",
  "cannotChangeCommandsWhenVisible": "Neplatný argument: Před změnou příkazů (celkem {0}) musíte zavolat metodu hide().",
  "cannotChangeHiddenProperty": "Nelze nastavit skrytou vlastnost, pokud je nadřazená položka {0} viditelná.",
  "cannotChangeLayoutWhenVisible": "Neplatný argument: Vlastnost layout nelze nastavit, pokud je panel aplikací viditelný. Nejprve zavolejte metodu hide().",
  "cannotChangePlacementWhenVisible": "Neplatný argument: Vlastnost placement nelze nastavit, pokud je panel aplikací viditelný. Nejprve zavolejte metodu hide().",
  "clearYourRating": "Vymazat hodnocení",
  "closeOverlay": "Zavřít",
  "datePicker": "Výběr data",
  "disableBackdropIsDeprecated": "Neplatná konfigurace: Vlastnost disableBackdrop je zastaralá. Styl: místo toho použijte .win-listview .win-container.win-backdrop { background-color:transparent; }.",
  "duplicateConstruction": "Neplatný argument: Instance ovládacích prvků může být pro každý element DOM vytvořena pouze jednou.",
  "duplicateSection": "Duplicitní oddíly portálu: Jednotlivé oddíly HubSection musí být jedinečné.",
  "flipViewNavigationDuringStateChange": "Chyba: Po změně itemDataSource nebo itemTemplate by měla být jakákoli navigace v ovládacím prvku FlipView pozdržena, dokud se nevyvolá událost pageselected.",
  "flipViewPanningContainerAriaLabel": "Kontejner s posuvníkem",
  "flyoutAriaLabel": "Informační rámeček",
  "groupInfoIsDeprecated": "Vlastnost GridLayout.groupInfo může být v budoucích verzích změněná nebo nedostupná. Místo toho použijte CellSpanningLayout.",
  "groupInfoResultIsInvalid": "Neplatný výsledek: Výsledek groupInfo pro skupiny přesahující více buněk musí zahrnovat následující číselné vlastnosti: cellWidth a cellHeight.",
  "hubViewportAriaLabel": "Kontejner s posuvníkem",
  "indexIsInvalid": "Neplatný argument: Index musí být nezáporné celé číslo.",
  "invalidCountReturned": "Chyba: Vrácená hodnota datového adaptéru by měla být undefined, null, CountResult.unknown nebo nezáporné celé číslo označující počet.",
  "invalidHubContent": "Neplatný obsah: Obsah portálu se musí skládat z oddílů HubSection.",
  "invalidIndexReturned": "Chyba: Vrácená hodnota datového adaptéru by měla být undefined, null nebo nezáporné celé číslo označující index.",
  "invalidItemReturned": "Chyba: Datový adaptér vrátil položku, která není objektem.",
  "invalidItemsManagerCallback": "Neplatný argument: {0} musí být funkce.",
  "invalidKeyReturned": "Chyba: Datový adaptér vrátil položku, jejíž klíč je nedefinovaný nebo je null.",
  "invalidRequestedCountReturned": "Chyba: Vrácená hodnota datového adaptéru by měla být CountResult.unknown, CountResult.failure nebo nezáporné celé číslo označující počet.",
  "invalidSearchBoxSuggestionKind": "Chyba: Neplatný druh návrhu vyhledávání",
  "invalidTemplate": "Neplatná šablona: Šablony je nutné vytvořit před předáním do ovládacího prvku ListView a musí obsahovat platný strom elementů.",
  "invalidViewBoxChildren": "Očekává se, že ViewBox bude mít jen jeden podřízený prvek.",
  "invalidZoomFactor": "Neplatný zoomFactor",
  "itemInfoIsDeprecated": "Vlastnost GridLayout.itemInfo může být v budoucích verzích změněná nebo nedostupná. Místo toho použijte CellSpanningLayout.",
  "itemInfoIsInvalid": "Neplatný argument: Musí být poskytnuta funkce itemInfo, která vrací objekt s číselnými vlastnostmi šířky a výšky.",
  "itemIsInvalid": "Neplatný argument: Položka musí být element DOM, který byl vrácený Správcem položek a dosud nebyl nahrazený ani uvolněný.",
  "itemRendererIsInvalid": "Neplatný argument: itemRenderer musí být funkce.",
  "keyIsInvalid": "Neplatný argument: Klíč musí být typu řetězec.",
  "listDataAdapterIsInvalid": "Neplatný argument: listDataAdapter musí být objekt nebo pole.",
  "listDataSourceIsInvalid": "Neplatný argument: dataSource musí být objekt.",
  "listViewInvalidItem": "Položka musí předat index, klíč nebo popis odpovídající položky.",
  "listViewViewportAriaLabel": "Kontejner s posuvníkem",
  "loadingBehaviorIsDeprecated": "Neplatná konfigurace: Vlastnost loadingBehavior je zastaralá. Ovládací prvek nastaví výchozí hodnotu této vlastnosti na randomAccess. Pokyny k implementaci chování přírůstkového načítání najdete v ukázce sady SDK Chování načítání seznamu ListView.",
  "loadMorePagesIsDeprecated": "Vlastnost loadMorePages je zastaralá. Vyvolání této funkce nebude mít žádný efekt. Pokyny k implementaci chování přírůstkového načítání najdete v ukázce sady SDK Chování načítání seznamu ListView.",
  "maxRowsIsDeprecated": "Vlastnost GridLayout.maxRows může být v budoucích verzích změněná nebo nedostupná. Použijte místo ní vlastnost maximumRowsOrColumns.",
  "menuAriaLabel": "Nabídka",
  "menuCommandAriaLabel": "Položka nabídky",
  "modeIsInvalid": "Neplatný argument: Režim musí mít některou z těchto hodnot: none, single nebo multi.",
  "mustContainCommands": "Neplatný kód HTML: Panely aplikací / Nabídky mohou obsahovat pouze příkazy panelu aplikací / příkazy nabídky (AppBarCommands/MenuCommands).",
  "navBarContainerViewportAriaLabel": "Kontejner s posuvníkem",
  "noAnchor": "Neplatný argument: Zobrazení informačního rámečku vyžaduje element DOM jako parametr.",
  "noitemsManagerForCount": "Neplatná operace: Nelze získat počet, jestliže nebyl nastaven žádný zdroj dataSource.",
  "notCompatibleWithSemanticZoom": "Prvek ListView může být použit společně s prvkem SemanticZoom pouze v případě, že je specifikováno chování metody randomAccess při zavádění.",
  "nullCommand": "Neplatný argument: příkaz nesmí mít hodnotu null.",
  "off": "Vypnuto",
  "on": "Zapnuto",
  "pagesToLoadIsDeprecated": "Neplatná konfigurace: Vlastnost pagesToLoad je zastaralá. Ovládací prvek tuto vlastnost nepoužije. Pokyny k implementaci chování přírůstkového načítání najdete v ukázce sady SDK Chování načítání seznamu ListView.",
  "pagesToLoadThresholdIsDeprecated": "Neplatná konfigurace: Vlastnost pagesToLoadThreshold je zastaralá. Ovládací prvek tuto vlastnost nepoužije. Pokyny k implementaci chování přírůstkového načítání najdete v ukázce sady SDK Chování načítání seznamu ListView.",
  "refreshCycleIdentified": "našel se aktualizační cyklus, pravděpodobná nekonzistence dat",
  "repeaterReentrancy": "Nelze změnit data opakovače, dokud opakovač nepotvrdí předchozí změnu.",
  "requiresCommands": "Neplatný argument: Příkazy nesmí být prázdné.",
  "resetGroupHeaderIsDeprecated": "Vlastnost resetGroupHeader může být v budoucích verzích změněná nebo nedostupná. Místo toho označte element záhlaví jako uvolnitelný pomocí vlastnosti WinJS.Utilities.markDisposable.",
  "resetItemIsDeprecated": "Vlastnost resetItem může být v budoucích verzích změněná nebo nedostupná. Místo toho označte element jako uvolnitelný pomocí vlastnosti WinJS.Utilities.markDisposable.",
  "searchBoxAriaLabel": "Pole pro hledání",
  "searchBoxAriaLabelButton": "Kliknutím odešlete dotaz",
  "searchBoxAriaLabelInputNoPlaceHolder": "Pole pro hledání, klávesou Enter odešlete dotaz, klávesou Esc vymažete text",
  "searchBoxAriaLabelInputPlaceHolder": "Pole pro hledání, {0}, klávesou Enter odešlete dotaz, klávesou Esc vymažete text",
  "searchBoxAriaLabelQuery": "Návrh: {0}",
  "searchBoxAriaLabelResult": "Výsledek: {0}, {1}",
  "searchBoxAriaLabelSeparator": "Oddělovač: {0}",
  "selectAMPM": "Vybrat dop./odp.",
  "selectDay": "Vybrat den",
  "selectHour": "Vybrat hodinu",
  "selectMinute": "Vybrat minutu",
  "selectMonth": "Vybrat měsíc",
  "selectYear": "Vybrat rok",
  "settingsFlyoutAriaLabel": "Informační rámeček nastavení",
  "settingsFlyoutWidthIsDeprecated": "Vlastnost SettingsFlyout.width může být v budoucích verzích změněná nebo nedostupná. Místo toho nastavte vlastnost šířky šablony stylů CSS u elementů pomocí třídy .win-settingsflyout.",
  "tentativeRating": "Nezávazné hodnocení",
  "timePicker": "Výběr času",
  "tooltipStringsIsInvalid": "Neplatný argument: tooltipStrings musí být null nebo pole řetězců.",
  "unrated": "Bez hodnocení",
  "userRating": "Hodnocení uživateli",
  "invalidPivotContent": "Neplatný obsah: Obsah navigačního pole se musí skládat z oddílů PivotItem.",
  "pivotAriaLabel": "Ρíνőť",
  "pivotViewportAriaLabel": "Kontejner s posuvníkem"
}